[GENERAL]
NAME				= Lietuviškai
TRANSLATOR			= Tomas Šačkus
DLG_FONT_NAME			=
DLG_FONT_SIZE			=


[TEXT]
TEXT_EXPIRED			= Šios programos galiojimo laikas baigėsi.
TEXT_BETA			= Beta
TEXT_UNREGISTERED		= Neregistruota
TEXT_BUSINESS			= For Business
TEXT_SAFEMODE			= Saugusis rėžimas
TEXT_SAFEMODE_MESSAGE		= „Bandicam“ veikia saugiajame rėžime. \nKai kurios funkcijos, įskaitant techninės įrangos paspartintą kodavimą, gali neveikti saugiajame rėžime.
TEXT_INIT_FAIL			= Programai nepavyko pasileisti.
TEXT_APPINFO			= „Bandicam“ - aukštos našos vaizdo įrašymas.
TEXT_HAS_BEEN_UNREGISTERED	= „Bandicam“ išregistruota.


; error
TEXT_ERROR_DISKSPACE		= Nepakanka disko vietos įrašymui.
TEXT_ERROR_VIDEO_CAP		= Nepavyko pradėti vaizdo įrašymo.
TEXT_ERROR_AUDIO_CAP		= Nepavyko pradėti garso įrašymo.\nJei reikia pagalbos, paspauskite mygtuką „Gerai“.
TEXT_ERROR_IMAGE_CAP		= Nepavyko užfiksuoti atvaizdo.\nPrašome peržiūrėti išvesties aplanką.
TEXT_ERROR_CREATEFILE		= Nepavyko sukurti failo.\nJei reikia pagalbos, paspauskite mygtuką „Gerai“.
TEXT_ERROR_OUTPUTFOLDER		= Išvesties aplankas neegzistuoja. Prašome pakeisti išvesties aplanką.
TEXT_ERROR_RENAME_FILE		= Nepavyko pervadinti pasirinkto failo.
TEXT_ERROR_CODEC_INIT		= Nepavyko inicijuoti kodeko.
TEXT_ERROR_CODEC_INIT_RETRY	= Nepavyko inicijuoti kodeko.\nAr norite pabandyti iš naujo su H.264 (CPU) kodeku?
TEXT_ERROR_CODEC_VIDEO		= Įrašymas sustabdytas dėl problemos su vaizdo kodeku.
TEXT_ERROR_LOGO_IMAGE		= Nepalaikomas atvaizdo formatas. \nPrašome pasirinkti palaikomą atvaizdo formatą(*.png).
TEXT_ERROR_INIT_DEVICE		= Nepavyko inicijuoti vaizdo įrašymo įrenginio.
TEXT_ERROR_NO_DEVICES		= Neaptikta jokių įrašymo įrenginių.
TEXT_ERROR_EXISTING_PRESET_NAME	= Įvestas paruoštuko pavadinimas jau egzistuoja. \nPrašome įvesti kitą pavadinimą.
TEXT_ERROR_NOT_AVAILABLE_FB_UPLOAD = Ši funkcija buvo panaikinta dėl pasikeitusios „Facebook“ politikos.
TEXT_ERROR_AUDIO_DEVICE_INVALIDATED = Įrašymas buvo sustabdytas, nes garso įrenginys neprieinamas.
TEXT_ERROR_DUPLICATE_HOTKEYS	= There are duplicate hotkeys. Please change the hotkey settings.
TEXT_ERROR_NO_SOUND_DEVICE	= There is no sound device activated. Please select at least one device.
TEXT_ERROR_NO_MORE_5_UPLOADING  = You cannot upload more than 5 videos at the same time. Please try again after the uploading is complete.
TEXT_CAN_NOT_CHANGE_TB		= Jūs negalite keisti šio nustatymo nemokamoje „Bandicam“ versijoje. \nPrašome nusipirkti „Bandicam“ iš https://bandicam.com/buy
TEXT_CAN_NOT_ADD_MORE_THAN_10	= Jūs negalite pridėti daugiau nei 10 elementų.
TEXT_WARNING_AMD_APP		= Jūsų sistema nepalaiko 'H.264 (AMD VCE)', todėl bus naudojamas numatytasis kodekas.
TEXT_WARNING_AMD_APP2		= Jūsų sistema nepalaiko 'H.264 (AMD VCE)'.
TEXT_WARNING_DEVICE_CHANGE	= Jei pakeisite vaizdo įrenginio nustatymus, įrašymas bus sustabdytas. Ar tikrai norite tęsti?
TEXT_WARNING_EXIT_BANDICAM	= Jei uždarysite „Bandicam“, įrašymas bus sustabdytas.\n Ar tikrai norite uždaryti „Bandicam“?
TEXT_WARNING_EXIT_BANDICAM_SREC	= Kai ši programa bus nutraukta, suplanuotas įrašymas neįvyks. \nAr tikrai norite uždaryti „Bandicam“?
TEXT_WARNING_DEL_OVERLAY	= Ar tikrai norite ištrinti pasirinktą perdangą?
TEXT_WARNING_UNREGISTER		= Ar tikrai norite išregistruoti „Bandicam“?
TEXT_NOTICE_NEED_TO_RENEW_1	= License renewal is required!
TEXT_NOTICE_NEED_TO_RENEW_2	= Your license will expire after <font color="red">%d day(s)</font>. <br>To continue using Bandicam without limitations, you must renew your license.
TEXT_NOTICE_NEED_TO_RENEW_2_NOW	= Your license has expired. <br>To continue using Bandicam without limitations, you must renew your license.
TEXT_NOTICE_NEED_TO_RENEW_2_TODAY = Your license will expire within <font color="red">24 hours</font>. <br>To continue using Bandicam without limitations, you must renew your license.

; video setting page name
TEXT_VID_PAGE_SOUND		= Garsas
TEXT_VID_PAGE_WEBCAM		= Kamera
TEXT_VID_PAGE_LOGO		= Logotipas
TEXT_VID_PAGE_EFFECTS		= Pelė
TEXT_VID_PAGE_KEYSTROKE		= Keystroke
TEXT_VID_PAGE_TEXT		= Tekstas
TEXT_VID_PAGE_OPTIONS		= Nustatymai

; image capture setting page name
TEXT_IMG_PAGE_LOGO		= Logotipas

; option page name
TEXT_OPT_PAGE_GENERAL		= Pagrindiniai
TEXT_OPT_PAGE_OUTPUT		= Išvestis
TEXT_OPT_PAGE_HOOKING		= Prikabinimas
TEXT_OPT_PAGE_LANGUAGE		= Kalba
TEXT_OPT_PAGE_HOTKEYS		= Hotkeys
TEXT_OPT_PAGE_OTHERS		= Kiti

TEXT_VIDEO			= Vaizdas
TEXT_AUDIO			= Garsas

TEXT_FOLDER_SELECT		= Pasirinkite aplanką, kuriame bus laikomi vaizdo įrašai.

TEXT_FMT_FULL_SIZE		= Pilno dydžio
TEXT_FMT_HALF_SIZE		= Pusės dydžio
TEXT_FMT_FIT_WIDTH		= Sutalpinto pločio
TEXT_FMT_FIT_HEIGHT		= Sutalpinto aukščio
TEXT_FMT_CUSTOM_SIZE		= Pritaikytas dydis
TEXT_FMT_STEREO			= Stereofoninis
TEXT_FMT_MONO			= Monofoninis
TEXT_FMT_ORIGINAL_PCM		= Originalus garso formatas
TEXT_FMT_AUTO			= Automatiškas
TEXT_FMT_LOSSLESS		= Glaudinimas be praradimo

; preset
TEXT_PRESET_DEFAULT		= Numatytasis
TEXT_PRESET_HALFSIZE		= Pusės dydžio
TEXT_PRESET_HEVC_60FPS_SYNC	= HEVC, 60 FPS (Intel® Quick Sync video)
TEXT_PRESET_HEVC_60FPS_NVENC	= HEVC, 60 FPS (NVIDIA® NVENC)
TEXT_PRESET_H264_60FPS_SYNC	= H264, 60 FPS (Intel® Quick Sync video)
TEXT_PRESET_H264_60FPS_NVENC	= H264, 60 FPS (NVIDIA® NVENC)
TEXT_PRESET_H264_60FPS_CUDA	= H264, 60 FPS (NVIDIA® CUDA™)
TEXT_PRESET_H264_60FPS_APP	= H264, 60 FPS (AMD VCE)
TEXT_PRESET_ULTRAFAST_60FPS	= Ultragreitas 60 FPS nustatymas
TEXT_PRESET_LOWEND		= Žemo galingumo kompiuteris
TEXT_PRESET_NICO		= --
TEXT_PRESET_NICO_HQ		= --
TEXT_PRESET_NAVER_480P		= --
TEXT_PRESET_YOUTUBE_360P	= „YouTube“ / „Twitter“ (360p)
TEXT_PRESET_YOUTUBE_480P	= „YouTube“ / „Twitter“ (480p)
TEXT_PRESET_YOUTUBE_720P	= „YouTube“ / „Twitter“ (720p)
TEXT_PRESET_YOUTUBE_1080P	= „YouTube“ / „Twitter“ (1080p)
TEXT_PRESET_PMP			= „Divx“/„Galaxy“ išmanusis telefonas
TEXT_PRESET_EDIT		= „Sony Vegas“/„Premiere“/„Pinnacle“
TEXT_PRESET_POWERPOINT		= „PowerPoint“
TEXT_PRESET_320x0		= Sutalpinto pločio, 320x0
TEXT_PRESET_640x0		= Sutalpinto pločio, 640x0
TEXT_PRESET_800x0		= Sutalpinto pločio, 800x0
TEXT_PRESET_1280x0		= Sutalpinto pločio, 1280x0
TEXT_PRESET_USER		= Naudotojo paruoštukai

TEXT_CHANGE_LANG		= Kalbos pakeitimui jūs turite perkrauti „Bandicam“.\nAr norite tai padaryti dabar?
TEXT_CHANGE_HOOK		= Prikabinimo taikinio pakeitimui jūs turite perkrauti „Bandicam“.\nAr norite tai padaryti dabar?
TEXT_CHANGE_SIZE		= „Bandicam“ lango pakeitimui jūs turite perkrauti „Bandicam“.\nAr norite tai padaryti dabar?
TEXT_RESET_ALL_SETTINGS		= Ar tikrai norite atstatyti visus nustatymus į numatytuosius?

TEXT_REGISTER_SUCCEEDED		= Jūsų „Bandicam“ užregistruota.
TEXT_REGISTER_FAILED		= Registracija nepavyko. \nPeržiūrėkite savo el. paštą ir serijinį numerį.
TEXT_REGISTER_CONNECT_FAILED	= Nepavyko susisiekti su registracijos serveriu.\nPrašome peržiūrėti savo interneto ryšį ir nustatyti sistemos laikrodį į šios dienos datą ir laiką.\nJei reikia pagalbos, paspauskite mygtuką „Gerai“.
TEXT_REGISTER_INFO		= El. paštas: %s\r\nSerijinis numeris: %s
TEXT_REGISTER_INFO2		= Galiojimo data: %s (%d dienų liko)
TEXT_REGISTER_INFO2_EXPIRING	= Galiojimo data: %s (Less than 1 day left)
TEXT_REGISTER_INFO2_EXPIRED	= Galiojimo data: %s (baigė galioti)
TEXT_REGISTER_LIMITED_1		= You can record for up to 10 minutes with the free version 
TEXT_REGISTER_LIMITED_2		= If the product is registered, you can record without a time limit starting from your next recording. Please purchase Bandicam from the official website.
TEXT_REGISTER_LIMITED_SREC	= Jūs galite įrašyti tik 10 minučių nemokamoje „Bandicam“ versijoje. \nPrašome nusipirkti „Bandicam“ iš https://bandicam.com/buy
TEXT_REGISTER_NEWRECORD		= Jūs negalite pradėti naujo įrašymo nemokamoje „Bandicam“ versijoje. \nPrašome nusipirkti „Bandicam“ iš https://bandicam.com/buy
TEXT_REGISTER_LICENCE_INFO	= Neregistruota!!! - 10 minučių vaizdo įrašai su vandenženkliu\r\nNorint panaikinti vandenženklį, nusipirkite „Bandicam“ iš bandicam.com

TEXT_PROGRAM_INVALID		= Ši programa yra neveikianti. \nJums reikia iš naujo įdiegti programą.

TEXT_SELECT_NOT_SELECTED	= Prašome pasirinkti įrašymo rėžimą.
TEXT_SELECT_TARGET		= Prašome pasirinkti langą, norimą filmuoti.
TEXT_SELECT_DEVICE		= Prašome pasirinkti įrašymo įrenginį.
TEXT_TARGET_DIRECTX		= Žaidimo įrašymo rėžimas - įrašykite žaidimus ir vaizdo grotuvus naudojant „DirectX“.
TEXT_TARGET_SCREEN		= Ekrano įrašymo rėžimas - įrašykite darbalaukį ir interneto vaizdą.
TEXT_TARGET_DEVICE		= Įrenginio įrašymo rėžimas - įrašykite kamerą ir HDMI įrašymo įrenginį.
TEXT_TARGET_AUDIO		= Audio-only mode - you can record only the audio.
TEXT_TARGET_CHANGING		= Jei pakeisite įrašymo rėžimą, įrašymas bus sustabdytas.\nAr tikrai norite tęsti?
TEXT_TARGET_CLOSE		= Jei uždarysite dabartinį įrašymo rėžimą, įrašymas bus sustabdytas.\nAr tikrai norite tęsti?
TEXT_TARGET_CHANGE_TO_RECTANGLE	= Jūs negalite pradėti žaidimo įrašymo rėžimo, nes nėra pasirinktas langas.\n\nAr norite pakeisti rėžimą į ekrano įrašymo, norint pradėti įrašymą?
TEXT_TARGET_CHANGE_TO_RECTANGLE2= Jūs negalite pradėti įrenginio įrašymo rėžimo, nes nėra pasirinktas įrašymo įrenginys.\n\nAr norite pakeisti rėžimą į ekrano įrašymo, norint pradėti įrašymą?
TEXT_TARGET_CHANGE_TO_RECTANGLE3= Jūs negalite pradėti įrašymo, nes nėra pasirinktas įrašymo rėžimas\n\nAr norite pasirinkti ekrano įrašymo rėžimą, norint pradėti įrašymą?

TEXT_STATUSBAR_READY		= Pasiruošta
TEXT_STATUSBAR_RECORDING	= Įrašoma
TEXT_STATUSBAR_PAUSE		= Pauzė

TEXT_UPDATE_AVAILABLE		= Galima nauja „Bandicam“ versija. \nAr norėtumėte ją atsisiųsti?
TEXT_UPDATE_UNAVAILABLE		= Šiuo metu tai naujausia versija.
TEXT_UPDATE_FAILED		= Nepavyko peržiūrėti versijos informacijos. \nŠi sistema gali būti neprijungta prie interneto arba netinkamai veikia serveris.
TEXT_UPLOAD_EMAIL_NOT_VERIFIED	= Nepavyko įkelti. Jei jūs ką tik užsiregistravote, prašome patvirtinti savo el. paštą.

TEXT_TARGET_FULL		= Visas ekranas
TEXT_TARGET_RESTORE		= Sugrąžinti
TEXT_TARGET_TOGGLE_TOP		= Move Control Bar Up
TEXT_TARGET_TOGGLE_BOTTOM	= Move Control Bar Down
TEXT_TARGET_FIND		= Pasirinkite įrašymo zoną
TEXT_TARGET_RESIZE		= Dydžio pasirinkimo meniu
TEXT_TARGET_IMAGE		= Atvaizdo fiksavimas
TEXT_TARGET_PEN			= Piešimo rėžimas
TEXT_TARGET_RECORD_START	= Vaizdo įrašymas - pradėti
TEXT_TARGET_RECORD_PAUSE	= Vaizdo įrašmas - pauzė
TEXT_TARGET_RECORD_STOP		= Vaizdo įrašymas - sustabdyti
TEXT_TARGET_MENU		= Meniu
TEXT_TARGET_DISPLAY		= Ekranas %d
TEXT_TARGET_DISPLAY_ALL		= All Display

TEXT_DEVICE_FULL		= Visas ekranas
TEXT_DEVICE_RESTORE		= Sugrąžinti
TEXT_DEVICE_SELECT_DEVICE	= Pasirinkti įrenginį
TEXT_DEVICE_VOLUME		= Garso valdymas
TEXT_DEVICE_IMAGE		= Atvaizdo fiksavimas
TEXT_DEVICE_RECORD_START	= Vaizdo įrašymas - pradėti
TEXT_DEVICE_RECORD_PAUSE	= Vaizdo įrašmas - pauzė
TEXT_DEVICE_RECORD_STOP		= Vaizdo įrašymas - sustabdyti
TEXT_DEVICE_MENU		= Meniu

TEXT_RC_HOWTO_NOCOMPLETE	= Išjungti
TEXT_RC_HOWTO_BYTIME		= Pagal laiką
TEXT_RC_HOWTO_BYSIZE		= Pagal dydį
TEXT_RC_HOWTO_BYSILENCE		= Pagal tylos trukmę
TEXT_RC_AFTER_NEWRECORD		= Start new recording
TEXT_RC_AFTER_EXIT		= Išeiti iš „Bandicam“
TEXT_RC_AFTER_SHUTDOWN		= Išjungti šį kompiuterį
TEXT_RC_AFTER_HIBERNATE		= Hibernate your computer

TEXT_SHUTDOWN_SEC		= Sistema išjungiama po %d sekundžių.

TEXT_SEL_IMAGE_FILE		= Pasirinkite atvaizdo formatą

TEXT_RC_MB			= MB
TEXT_RC_GB			= GB

TEXT_SND_SELECT_1_DISABLE	= -- Išjungti --
TEXT_SND_SELECT_2_DISABLE	= -- Išjungti (rekomenduojama) --

TEXT_CORRUPTED_AVI_FILE		= Paskutinis įrašo failas yra sugadintas.\nAr norite jį pataisyti?\n\nFailas: %s
TEXT_SELECTED_CORRUPTED_FILE	= Pasirinktas failas yra sugadintas.\nAr norite jį pataisyti?\n\nFailas: %s
TEXT_TRAY_BALLOON_TIP		= Paspauskite juostelės ikoną, norint sugrąžinti „Bandicam“.
TEXT_TRAY_BALLOON_TIP_RECT	= Paspauskite juostelės ikoną, norint pereiti prie ekrano įrašymo lango.
TEXT_TRAY_BALLOON_TIP_DEVICE	= Paspauskite juostelės ikoną, norint pereiti prie įrenginio įrašymo lango.
TEXT_FORCE_STOP			= Nepavyko sustabdyti įrašymo, nes pasirinktas langas nereaguoja.\nAr norite priverstinai užbaigti įrašymą?
TEXT_EXTERNAL_CODEC		= - Išorinis kodekas -
TEXT_CUDA_GPU_AUTOSELECT	= (Automatiškas pasirinkimas)

; status bar tool-tip
TEXT_INDICATOR_STATUS		= Įrašymo statusas
TEXT_INDICATOR_TIME		= Įrašymo laikas
TEXT_INDICATOR_SIZE		= Įrašymo failo dydis / laisva vieta diske
TEXT_INDICATOR_VOLUME		= Dabartinis garso lygis

; recording priority
TEXT_REC_PRIORITY_NORMAL	= [Normali] Pagrindinė užduoties pirmenybė
TEXT_REC_PRIORITY_HIGH		= [Aukšta] Aukštesnė už paprastą pirmenybę
TEXT_REC_PRIORITY_HIGHEST	= [Aukščiausia] Kitos užduotys gali būti lėtesnės

; output page message
TEXT_OUTPUTS_BANDICUT		= „Bandicut“ nėra įdiegta. Ar norite parsisiųsti „Bandicut“?
TEXT_OUTPUTS_DELETE		= Ar norite visam laikui ištrinti pasirinktus failus?\n\n(Dėmesio: jei ištrinate failus, jų negalėsite susigrąžinti iš šiukšliadėžės.)
TEXT_OUTPUTS_SELCOUNT		= %d elementų pasirinkta

; file naming settings
TEXT_FILE_NAME_PREFIX_TARGET	= Pasirinktas pavadinimas
TEXT_FILE_NAME_PREFIX_CUSTOM	= Pritaikytas priešdėlis
TEXT_FILE_NAME_PREFIX_NONE	= Nėra
TEXT_FILE_NAME_SUFFIX_TIME	= Data/laikas
TEXT_FILE_NAME_SUFFIX_NUMBER	= Sekos numeris

; timer recording
TEXT_TIMER_REC_MINMAX_MINUTES	= Įveskite reikšmę tarp 1 ir 1440 minučių.
TEXT_TIMER_REC_STOP_RECORDING	= Vyksta įrašymas. \nAr norite sustabdyti ir tęsti?
TEXT_TIMER_REC_MODE_NOT_SELECTED= Laikmačio įrašymas nėra įmanomas, nes įrašymo rėžimas nepasirinktas. Prašome pirmiau pasirinkti įrašymo rėžimą.

; upload video
TEXT_UPLOAD_VID_NO_TITLE	= Prašome įvesti pavadinimą vaizdo įrašo įkėlimui.
TEXT_UPLOAD_VID_NO_PASSWORD	= Prašome įvesti slaptažodį.
TEXT_UPLOAD_YOUTUBE_LOGIN	= Prisijungimas - „YouTube“
TEXT_UPLOAD_YOUTUBE_LOGIN_TEXT	= Prisijungiama prie „YouTube“ per naršyklę...
TEXT_UPLOAD_YOUTUBE_LOGIN_CANCEL= Atšaukti
TEXT_UPLOAD_VIMEO_LOGIN		= Prisijungimas - „Vimeo“
TEXT_UPLOAD_VIMEO_LOGIN_TEXT	= Prisijungiama prie „Vimeo“ per naršyklę...
TEXT_UPLOAD_VIMEO_LOGIN_CANCEL	= Atšaukti
TEXT_UPLOAD_FACEBOOK_LOGIN	= Prisijungimas - „Facebook“
TEXT_UPLOAD_GDRIVE_LOGIN	= Login - Google Drive
TEXT_UPLOAD_GDRIVE_LOGIN_TEXT	= Signing in with Google Drive from the browser...
TEXT_UPLOAD_GDRIVE_LOGIN_CANCEL	= Cancel
TEXT_UPLOAD_COMPLETE		= Įkelta
TEXT_UPLOAD_ERR_FAIL		= Nepavyko įkelti šio vaizdo įrašo.
TEXT_UPLOAD_ERR_FILESIZE_LIMIT	= Šis failas per didelis įkėlimui.
TEXT_UPLOAD_ERR_FREESPACE	= Neužtenka „Vimeo“ laisvos vietos įkėlimui.
TEXT_UPLOAD_ERR_CONNECT		= Nepavyko prisijungti prie serverio.
TEXT_UPLOAD_ERR_AUTH_VIMEO	= Nepavyko įkelti šio vaizdo įrašo. „Vimeo Basic“ naudotojai negali naudoti šią funkciją.
TEXT_UPLOAD_YOUTUBE_QUOTA	= „Bandicam“ perėjo „YouTube“ įkėlimo normą.\n Norma bus atstatyta vidurnaktį Ramiojo vandenyno laiku. \n Prašome bandyti po vidurnakčio Ramiojo vandenyno laiku arba bandykite įkelti vaizdo įrašą tiesiai per „YouTube“. \n\n Ar norite aplankyti „YouTube“?
TEXT_UPLOAD_ERR_ACCESSTOKEN	= Nepavyko gauti prieigos rakto.

; deinterlacing
TEXT_DEINT_NONE			= (Nėra)
TEXT_DEINT_ODD			= Nelyginiai laukai
TEXT_DEINT_EVEN			= Lyginiai laukai
TEXT_DEINT_BLEND		= Mišriai

; push to talk/mute
TEXT_SND_CAP_PUSH_TO_TALK	= [PTT] Įrašyti tik spaudžiant
TEXT_SND_CAP_PUSH_TO_MUTE	= [PTM] Nutildyti tik spaudžiant

; download & update 
TEXT_UPDATE_IN_PROGRESS		= Vyksta diegimas...
TEXT_UPDATE_FAILED_DL		= Nepavyko parsisiųsti diegimo failų. \nŠi sistema gali būti neprijungta prie interneto.
TEXT_UPDATE_INSTALL_SUCCEED	= Įdiegta sėkmingai.
TEXT_UPDATE_INSTALL_FAILED	= Įdiegti nepavyko.

; flip screen horizontal/vertical
TEXT_WEBCAM_FLIP_NONE		= (Nėra)
TEXT_WEBCAM_FLIP_HORIZONTAL	= Horizontaliai
TEXT_WEBCAM_FLIP_VERTICAL	= Vertikaliai

; scheduled recording list
TEXT_SREC_HEADER_NAME		= Pavadinimas
TEXT_SREC_HEADER_STATUS		= Statusas
TEXT_SREC_HEADER_START_TIME	= Pradžios laikas
TEXT_SREC_HEADER_END_TIME	= Pabaigos laikas
TEXT_SREC_HEADER_DURATION	= Trukmė
TEXT_SREC_HEADER_TARGET		= Pasirinkimas
TEXT_SREC_HEADER_AFTER_REC	= Po įrašymo
TEXT_SREC_DEFAULT_NAME		= Planas
TEXT_SREC_DELETE_SCHEDULES	= Ar tikrai norite ištrinti pasirinktus planus visam laikui?
TEXT_SREC_STATUS_WAITING	= Laukiama
TEXT_SREC_STATUS_RECORDING	= Įrašoma
TEXT_SREC_STATUS_PASSED		= Praėjo
TEXT_SREC_STATUS_INACTIVE	= Neaktyvus
TEXT_SREC_TARGET_NOT_CHANGE	= (Nesikeičia)
TEXT_SREC_TARGET_FULL_SCREEN	= Visas ekranas
TEXT_SREC_TARGET_CUSTOM_AREA	= Stačiakampis ekrane
TEXT_SREC_TARGET_NOT_CHANGE_TEXT= Naudoti paskutinį įrašymo pasirinkimą.
TEXT_SREC_DISPLAY_ALL		= All display
TEXT_SREC_DISPLAY		= Ekranas %d
TEXT_SREC_DO_NOTHING		= (Nieko nedaryti)
TEXT_SREC_EXIT_BANDICAM		= Išeiti iš „Bandicam“
TEXT_SREC_SHUTDOWN_PC		= Išjungti kompiuterį
TEXT_SREC_HIBERNATE_PC		= Hibernate your computer
TEXT_SREC_ERR_TIME		= Trukmė turi būti tarp 00:00:01 ir 23:59:59.
TEXT_SREC_ERR_DAY		= Turi būti pasirinkta bent viena diena.
TEXT_SREC_ERR_OVERLAPPED	= Įrašymas kertasi su „%s“
TEXT_SREC_SAME_DAY		= Tą pačią dieną
TEXT_SREC_DAY_AFTER		= Dieną po
TEXT_SREC_EVERYDAY		= Kiekvieną dieną
TEXT_SREC_SUN			= Sekmadienį
TEXT_SREC_MON			= Pirmadienį
TEXT_SREC_TUE			= Antradienį
TEXT_SREC_WED			= Trečiadienį
TEXT_SREC_THU			= Ketvirtadienį
TEXT_SREC_FRI			= Penktadienį
TEXT_SREC_SAT			= Šeštadienį
TEXT_SREC_START_INFO		= Pradėti įrašymą po %s.
TEXT_SREC_STOP_INFO		= Sustabdyti įrašymą po %s.
TEXT_SREC_DAY			= %Ddiena
TEXT_SREC_DAYS			= %Ddienos
TEXT_SREC_WAITING_0		= Nėra suplanuotų įrašymų
TEXT_SREC_WAITING_1		= Yra 1 suplanuotas įrašymas.
TEXT_SREC_WAITING_N		= Yra %d suplanuotų įrašymų.

; bandifix
TEXT_BDFIX_APPTITLE		= „BandiFix“
TEXT_BDFIX_CONFIRM_EXIT		= Vis dar apdorojama. Ar tikrai norite išeiti?
TEXT_BDFIX_NOT_SUPPORTED_FILE	= Įvesties failas nėra palaikomo formato.
TEXT_BDFIX_NOT_CORRUPTED	= Įvesties failas nėra sugadintas.\nAr tikrai norite tęsti?
TEXT_BDFIX_NO_CORRUPTION_KNOWN	= Įvesties failas nėra sugadintas arba sugadinimas nerastas.
TEXT_BDFIX_ALREADY_EXISTS	= Išvesties failas jau egzistuoja. Ar norite jį pakeisti šiuo?
TEXT_BDFIX_SAME_PATH		= Išvesties failo kelias toks pats kaip ir įvesties.
TEXT_BDFIX_DISK_SPACE		= Neužtenka disko vietos išvesties failo sukūrimui.
TEXT_BDFIX_PROCESS_COMPLETE	= Procesas užbaigtas!
TEXT_BDFIX_STATUS_PROCESSING	= Apdorojama
TEXT_BDFIX_STATUS_COMPLETE	= Užbaigta
TEXT_BDFIX_STATUS_FAILED	= Nepavyko
TEXT_BDFIX_STATUS_READY		= Pasiruošta
TEXT_BDFIX_FAILED_TO_OPEN	= Įvesties failas negali būti atidaromas.
TEXT_BDFIX_FAILED_TO_PROCESS	= Nepavyko apdoroti atstatymo užduoties.

; Filename filter for openfile dialogbox 
TEXT_OP_FILTER_AVI		= AVI failai
TEXT_OP_FILTER_MP4		= MP4 failai
TEXT_OP_FILTER_PNG		= PNG failai
TEXT_OP_FILTER_ALL		= Visi failai
TEXT_OP_FILTER_MEDIA		= Medijos failai

; Countdown combobox
TEXT_TARGET_COUNTDOWN_1		= 1 sec
TEXT_TARGET_COUNTDOWN_2		= 2 sec
TEXT_TARGET_COUNTDOWN_3		= 3 sec
TEXT_TARGET_COUNTDOWN_4		= 4 sec
TEXT_TARGET_COUNTDOWN_5		= 5 sec
TEXT_TARGET_COUNTDOWN_6		= 6 sec
TEXT_TARGET_COUNTDOWN_7		= 7 sec
TEXT_TARGET_COUNTDOWN_8		= 8 sec
TEXT_TARGET_COUNTDOWN_9		= 9 sec
TEXT_TARGET_COUNTDOWN_10	= 10 sec

; etc.
TEXT_DEFAULT_SOUND_DEVICE	= (Numatytasis garso įrenginys)
TEXT_DEFAULT_OUTPUT_DEVICE	= (Numatytasis išvesties įrenginys)
TEXT_DEFAULT_INPUT_DEVICE	= (Numatytasis įvesties įrenginys)
TEXT_DEFAULT_DEVICE_FORMAT	= (Automatiškai nustatyti formatą)
TEXT_HOTKEY_NONE		= (Nėra)
TEXT_ADD_YOUR_TEXT_HERE		= Pridėkite savo tekstą čia
TEXT_NOT_SHOW_THIS_NOTICE	= Ar tikrai daugiau nenorėsite matyti šios pastabos?
TEXT_RESTART_FOR_NEW_PRIVILEGE	= Ar tikrai norite perkrauti „Bandicam“ su nauja privilegija?
TEXT_RESET_TO_DEFAULT		= Reset to default

; oauth complete html
TXT_LANG_CODE           	= "en"
TXT_TITLE               	= "Prisijungimas su „YouTube“ užbaigtas!"
TXT_MESSAGE_COMPLETE1   	= "Prisijungimas su „YouTube“ užbaigtas!"
TXT_MESSAGE_COMPLETE2   	= "Jūs galite uždaryti šį puslapį."
TXT_GOTO_BANDICAM_HOME  	= "<a href='https://www.bandicam.com' class='bandicam'><div>Eiti į bandicam.com</div></a>"
TXT_GOTO_BANDICUT_HOME  	= "<a href='https://www.bandicam.com/bandicut-video-cutter/' class='bandicut'><div>Eiti į bandicut.com</div></a>"

; pip rotate option
TEXT_PIPROTATE_NONE			= (Nėra)
TEXT_PIPROTATE_90			= 90°
TEXT_PIPROTATE_180			= 180°
TEXT_PIPROTATE_270			= 270°

; pip mask shape
TEXT_PIPMASK_NONE		= Default
TEXT_PIPMASK_SQUARE		= Square
TEXT_PIPMASK_CIRCLE		= Circle
TEXT_PIPMASK_ELLIPSE		= Ellipse

; Keystroke Size
TEXT_KEYSTROKE_SIZE_1		= Small
TEXT_KEYSTROKE_SIZE_2		= Medium
TEXT_KEYSTROKE_SIZE_3		= Large

; Enhanced capture option
TEXT_ENHANCED_CAPTURE_AUTO	= Auto select method (default)
TEXT_ENHANCED_CAPTURE_1		= Method 1 (for Windows 8 and above)
TEXT_ENHANCED_CAPTURE_2		= Method 2 (for Windows 10 and above)

; Sound device selection menu
TEXT_SND_DEVICE_NO_SPEAKER	= Disable
TEXT_SND_DEVICE_NO_MICROPHONE	= Disable
TEXT_SND_DEVICE_NO_ALL_SOUND	= Do not record all sound
TEXT_SND_DEVICE_ADVANCED	= Advanced...

[SKIN]
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; MAIN
; page name
$BN_PAGE_HOME			= Namai
$BN_PAGE_GENERAL		= Pagrindiniai
$BN_PAGE_FPS			= FPS
$BN_PAGE_VIDEO			= Vaizdas
$BN_PAGE_IMAGE			= Atvaizdas
$BN_PAGE_AUDIO			= Audio
$BN_PAGE_ABOUT			= Apie
$BN_UNREGISTERED		= <font color="#ffa900">Nemokama</font> versija ribojama iki <font color="#ffa900">10 minučių</font> kiekvienam įrašymui.
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; GENERAL
$ST_GEN_OPTIONS			= Nustatymai
$ST_GEN_OUTPUT_FOLDER		= Išvesties aplankas
$BN_GEN_OPEN_OUTPUT_FOLDER	= Atidaryti
$BN_GEN_ADV_OPTIONS		= Išplėstiniai
$CK_GEN_ALWAYS_ON_TOP		= „Bandicam“ langas visada ant viršaus
$CK_GEN_START_MINIMIZED		= Pradėti „Bandicam“ juostelėje
$CK_GEN_RUN_WHEN_START		= Paleisti „Bandicam“ „Windows“ įjungimo metu
$CK_GEN_RECORD_WHEN_RUN		= Pradėti viso ekrano įrašymą paleidžiant „Bandicam“
$CK_GEN_TIMER_RECORDING		= Pridėti laikmatį automatiniam įrašymui
$ST_GEN_LANGUAGE		= Kalba
$ST_GEN_REC_AUTO_START		= Automatiškai pradėti įrašymą
$ST_GEN_REC_SCHEDULED		= Suplanuotas įrašymas
$BN_GEN_REC_SCHEDULED		= Nustatymai
$ST_GEN_REC_AUTO_COMPLETE	= Automatiškas įrašymo užbaigimas
$BN_GEN_REC_AUTO_COMPLETE	= Nustatymai
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; FPS
$ST_FPS_OVERLAY			= FPS perdanga
$CK_FPS_OVERLAY_HOTKEY		= Rodyti/slėpti greitajį klavišą
$CK_FPS_OVERLAY_POS_HOTKEY	= Pozicijos greitasis klavišas
$CK_FPS_OVERLAY			= Rodyti FPS perdangą
$ST_FPS_LIMIT			= FPS limitas
$CK_FPS_LIMIT_HOTKEY		= Greitasis klavišas
$CK_FPS_LIMIT			= Nustatyti FPS limitą iki
$CK_FPS_LIMIT_ONLY_CAP		= Tik įrašant
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; VIDEO
$ST_VID_RECORD			= Įrašymas
$CK_VID_RECORD_HOTKEY		= Įrašymo/sustabdymo greitasis klavišas
$CK_VID_PAUSE_HOTKEY		= Pauzės greitasis klavišas
$CK_VID_SHOW_CURSOR		= Rodyti pelės žymeklį
$CK_VID_CLICK_EFFECTS		= Pridėti pelės paspaudimų efektą
$CK_VID_WEBCAM_OVERLAY		= Pridėti kameros perdangą
$BN_VID_RECORD_SETTINGS		= Nustatymai
$ST_VID_FORMAT			= Formatas
$ST_VID_FORMAT_VIDEO		= Vaizdas
$ST_VID_FORMAT_AUDIO		= Garsas
$BN_VID_FORMAT_SETTINGS		= Nustatymai
$BN_VID_FORMAT_PRESETS		= Paruoštukai
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IMAGE
$ST_IMG_CAPTURE			= Fiksavimas
$CK_IMG_CAPTURE_HOTKEY		= Greitasis klavišas
$CK_IMG_CAPTURE_REPEAT		= Kartoti ekrano fiksavimą
$ST_IMG_CAPTURE_REPEAT		= sekundės
$CK_IMG_SHOW_CURSOR		= Rodyti pelės žymeklį
$CK_IMAGE_ADD_LOGO		= Pridėti logotipo perdangą
$CK_IMG_SHUTTER_SOUND_EFFECT	= Įjungti užrakto garsą
$BTN_IMAGE_SETTINGS		= Nustatymai
$ST_IMG_FORMAT			= Formatas
$CK_IMG_FORMAT_BMP		= BMP
$CK_IMG_FORMAT_PNG		= PNG
$CK_IMG_FORMAT_JPG		= JPG - normalus
$CK_IMG_FORMAT_JPG_HQ		= JPG - aukšta kokybė
$CK_IMAGE_JPG_CUSTOM		= JPG - pritaikyta kokybė (20~100)
$BTN_IMG_FORMAT_ANIGIF		= Kaip išsaugoti kaip animuotą gif
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; AUDIO
$ST_AUDIO_RECORD		= Audio-only Record
$CK_AUD_RECORD_HOTKEY		= Record/Stop Hotkey
$CK_AUD_PAUSE_HOTKEY		= Pause Hotkey
$BTN_AUDIO_SETTINGS		= Settings
$ST_AUD_FORMAT			= Format
$ST_AUD_FORMAT_TYPE		= File Type
$ST_AUD_FORMAT_AUDIO		= Audio
$BN_AUD_FORMAT_SETTINGS		= Settings
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; OUTPUTS
$ST_OUT_TAB_START		= Pradėti
$ST_OUT_TAB_VIDEO		= Vaizdo įrašai
$ST_OUT_TAB_IMAGE		= Atvaizdai
$ST_OUT_TAB_AUDIO		= Audios
$BN_OUT_PLAY_VIDEO		= Paleisti
$BN_OUT_OPEN_IMAGE		= Atidaryti
$BN_OUT_EDIT			= Redaguoti
$BN_OUT_UPLOAD			= Įkelti
$BN_OUT_DELETE			= Ištrinti
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; ABOUT
$ST_ABO_VERSION_INFO		= „Bandicam“ versija
$ST_ABO_COPYRIGHT		= Autorinės teisės(c) 2009-2024 Bandicam.com
$BN_ABO_NEW_VERSION		= Galima nauja versija
$BN_ABO_CHECK_UPDATE		= Atnaujinimų tikrinimas
$ST_ABO_LICENCE_INFO		= Licencijos informacija
$BN_ABO_REGISTER		= Registruoti
$BN_ABO_REGISTER_HELP		= Kaip nusipirkti ir registruoti
$BN_ABO_UPDATE_REGISTRATION	= Atnaujinti registraciją
$BN_ABO_RENEW_LICENSE		= Atnaujinti licenciją
$ST_ABO_HOMEPAGE_INFO		= Svetainės URL
$ST_ABO_HOMEPAGE_URL		= Namų puslapis
$ST_ABO_FAQ_URL			= DUK
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; DEVICE
$BN_DEVICE_SELECTION		= Prašome pasirinkti įrenginį!
$ST_DEVICE_CONNECTING		= Jungiamasi...
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; update
$ST_UPDATE_STEP1_TEXT		= <font color="yellow">„Bandicut“</font> yra privaloma turėti programa „Bandicam“ naudotojams. Jūs galite karpyti ir prijungti vaizdo įrašus, kurtus per „Bandicam“.
$BTN_UPDATE_STEP1_LINK		= Sužinoti daugiau
$ST_UPDATE_STEP2_TEXT		= Vykdomas atsisiuntimas...
$BTN_UPDATE_INSTALL		= Įdiegti dabar
$BTN_UPDATE_LATER		= Ne, ačiū!
$BTN_UPDATE_CANCEL		= Atšaukti
$BTN_UPDATE_CLOSE		= Uždaryti

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; update - Install Bandicam
$ST_UPDATE_BANDICAM_TEXT	= Galima nauja „Bandicam“ versija. Ar norite pradėti atnaujinimą?
$BTN_UPDATE_BANDICAM_CANCEL	= Atšaukti
$BTN_UPDATE_BANDICAM_INSTALL	= Atnaujinti
$BTN_UPDATE_BANDICAM_IGNORE	= Neklausti daugiau šiai versijai.
$BTN_UPDATE_BANDICAM_LEARNMORE	= Sužinoti daugiau
$BTN_UPDATE_BANDICAM_SETTINGS	= Atnaujinimų nustatymai

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; HOME - START
$ST_START_SEL_MODE		= Pasirinkite įrašymo rėžimą, kurį naudosite
$ST_START_SEL_RECT		= Stačiakampio zona
$ST_START_SEL_FULL		= Visas ekranas
$ST_START_SEL_WINDOW		= Specific window
$ST_START_SEL_MOUSE		= Aplink pelę
$ST_START_SEL_GAME		= Žaidimo įrašymas
$ST_START_SEL_DEVICE		= Įrenginio įrašymas
$ST_START_SEL_AUDIO		= Audio only
$ST_START_SEL_HELP		= Pagalba internete

$ST_START_RECT_TITLE		= Ekrano įrašymas - stačiakampis ekrane
$ST_START_RECT_DESC		= Šis rėžimas leidžia įrašyti dalinę zoną stačiakampio lange.
$ST_START_RECT_STEP		= 1. Pasirinkite dydį ir zoną, kurią įrašinėsite.[br]2. Paspauskite REC mygtuką arba įrašymo greitąjį klavišą.

$ST_START_FULL_TITLE		= Ekrano įrašymas - visas ekranas
$ST_START_FULL_DESC		= Šis rėžimas leidžia įrašyti visą ekraną.
$ST_START_FULL_STEP		= 1. Pasirinkite norimą įrašyti monitorių. [br]2. Paspauskite REC mygtuką arba įrašymo greitąjį klavišą.

$ST_START_WINDOW_TITLE		= Screen Recording - Specific window
$ST_START_WINDOW_DESC		= This mode allows you to record a selected window even if it is covered by another window.
$ST_START_WINDOW_STEP		= 1. Choose a window to be captured. [br]2. Click the 'REC' button or press the record hotkey.

$ST_START_MOUSE_TITLE		= Ekrano įrašymas - aplink pelę
$ST_START_MOUSE_DESC		= Šis rėžimas leidžia įrašyti vaizdą aplink pelės žymeklį, judinamą naudotojo.
$ST_START_MOUSE_STEP		= 1. Pasirinkite įrašymo dydį.[br]2. Paspauskite REC mygtuką arba įrašymo greitąjį klavišą.

$ST_START_GAME_TITLE		= Žaidimo įrašymo rėžimas
$ST_START_GAME_DESC		= Šis rėžimas įrašo žaidimą, tuo pačiu rodant FPS.
$ST_START_GAME_STEP		= 1. Pradėkite žaidimą ir patikrinkite žalios spalvos numerį (FPS).[br]2. Paspauskite REC mygtuką arba įrašymo greitąjį klavišą.

$ST_START_DEVICE_TITLE		= Įrenginio įrašymo rėžimas
$ST_START_DEVICE_DESC		= Šis rėžimas leidžia įrašyti išorinius vaizdo įrenginius, tokius kaip kamerą, „Xbox“, išmanųjį telefoną, IPTV ir t.t.
$ST_START_DEVICE_STEP		= 1. Pasirinkite kamerą ar įrašymo įrenginį. [br]2. Paspauskite REC mygtuką arba įrašymo greitąjį klavišą.

$ST_START_AUDIO_TITLE		= Audio-only Recording Mode
$ST_START_AUDIO_DESC		= This mode allows you to record only the audio, such as the speaker and microphone.
$ST_START_AUDIO_STEP		= Click the 'REC' button or press the record hotkey.

$BN_START_HELP			= Ieškoti pagalbos internete
$BN_START_RECORD		= Pradėti įrašymą
$BN_START_RECORD_STOP		= Sustabdyti įrašymą
$ST_START_HOTKEY_RECORD		= Įrašyti/sustabdyti
$ST_START_HOTKEY_SCREENSHOT	= Atvaizdo fiksavimas
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; BandiFix
$BN_BDFIX_PLAY			= Paleisti
$BN_BDFIX_OPEN_FOLDER		= Atidaryti aplanką
$BN_BDFIX_CLOSE			= Uždaryti
$ST_BDFIX_INPUT_FILE		= Įvesties failas
$ST_BDFIX_INPUT_FILE2		= Atidarykite sugadintą avi/mp4 failą.
$BN_BDFIX_INPUT_FILE		= Atidaryti
$ST_BDFIX_OUTPUT_FILE		= Išvesties failas
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; SCREEN MODE - MENU
$MENU_SELECT_RECORDING_AREA	= Pasirinkite įrašymo zoną
$MENU_RECTANGLE			= Stačiakampis ekrane
$MENU_FULLSCREEN		= Visas ekranas
$MENU_WINDOW_SCREEN		= Specific window
$MENU_AROUND_MOUSE		= Aplink pelę
$MENU_AUDIO_ONLY		= Audio only
$MENU_RECT_FIND_WINDOW		= Pasirinkite įrašymo zoną
$MENU_RECT_CUSTOM		= Pritaikytas dydis
$MENU_RECT_RECENTLY_USED	= Vėliausiai naudotas dydis
$MENU_FULL_DISPLAY_ALL		= All display
$MENU_FULL_DISPLAY_1		= Ekranas 1
$MENU_FULL_DISPLAY_2		= Ekranas 2
$MENU_FULL_DISPLAY_3		= Ekranas 3
$MENU_FULL_DISPLAY_4		= Ekranas 4
$MENU_FULL_DISPLAY_5		= Ekranas 5
$MENU_FULL_DISPLAY_6		= Ekranas 6
$MENU_FULL_DISPLAY_7		= Ekranas 7
$MENU_FULL_DISPLAY_8		= Ekranas 8
$MENU_FULL_SHOW_CONTRL		= Visada rodyti valdymo juostą
$MENU_FULL_HIDE_CONTRL		= Visada slėpti valdymo juostą 
$MENU_MOUSE_CUSTOM		= Pritaikytas dydis
$MENU_WINDOW_FIND		= Select a recording area on specific window
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; SELECT DEVICE - POPUP MENU
$MENU_DEVICE_DISABLE_SPEAKER	= Disable speaker
$MENU_DEVICE_DISABLE_MICROPHONE	= Disable microphone
$MENU_DEVICE_ADVANCED		= Advanced...
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; Tooltip
$TOOLTIP_OPEN_FOLDER		= Atidaryti išvesties aplanką
$TOOLTIP_SCHEDULED_RECORDING	= Suplanuotas įrašymas
$TOOLTIP_SCREENSHOT		= Užfiksuoti atvaizdą
$TOOLTIP_RECORD			= Įrašyti / sustabdyti
$TOOLTIP_PAUSE			= Pauzė
$TOOLTIP_UI_MODE		= Paprastas/pratęstas UI
$TOOLTIP_REGISTER		= Registruoti „Bandicam“
$TOOLTIP_ONLINE_HELP		= Pagalba internete

$TOOLTIP_TOOL_NONE		= Pelės žymeklis (be piešimo) (Ctrl+Alt+1)
$TOOLTIP_TOOL_PEN		= Rašiklis (Ctrl+Alt+2)
$TOOLTIP_TOOL_PEN_HL		= Žymeklis (Ctrl+Alt+3)
$TOOLTIP_TOOL_PEN_LINE		= Linija (Ctrl+Alt+4)
$TOOLTIP_TOOL_ARROW		= Rodyklė (Ctrl+Alt+5)
$TOOLTIP_TOOL_BOX		= Dėžutė (Ctrl+Alt+6)
$TOOLTIP_TOOL_NUMBER		= Numeravimas (Ctrl+Alt+7)
$TOOLTIP_TOOL_TEXT		= Tekstas (Ctrl+Alt+8)
$TOOLTIP_TOOL_ERASER		= Trintukas (Ctrl+Alt+9)
$TOOLTIP_TOOL_COLOR		= Rinktis spalvą
$TOOLTIP_TOOL_LINE		= Linijos plotis
$TOOLTIP_TOOL_UNDO		= Anuliuoti (Ctrl+Z)
$TOOLTIP_TOOL_REDO		= Grąžinti (Ctrl+Y)

$TOOLTIP_HOME_SEL		= Pasirinkite įrašymo rėžimą
$TOOLTIP_HOME_RECT		= Ekrano įrašymo rėžimas - stačiakampis
$TOOLTIP_HOME_FULL		= Ekrano įrašymo rėžimas - visas ekranas
$TOOLTIP_HOME_WINDOW		= Screen Recording Mode - Specific window
$TOOLTIP_HOME_MOUSE		= Ekrano įrašymo rėžimas - aplink pelę
$TOOLTIP_HOME_GAME		= Žaidimo įrašymo rėžimas
$TOOLTIP_HOME_DEVICE		= Įrenginio įrašymo rėžimas
$TOOLTIP_HOME_AUDIO		= Audio-only Recording Mode

$TOOLTIP_ADD_MOUSE_EFFECT	= Pridėti pelės žymeklio efektus
$TOOLTIP_ADD_TEXT_OVERLAY	= Pridėti teksto perdangos efektus
$TOOLTIP_ADD_SPEAKER		= Pridėti garsiakalbius
$TOOLTIP_ADD_MICROPHONE		= Pridėti mikrofoną
$TOOLTIP_ADD_WEBCAM_OVERLAY	= Pridėti kameros perdangą
$TOOLTIP_MUTE_SPEAKER		= Mute Speakers
$TOOLTIP_MUTE_MICROPHONE	= Mute Microphone

$TOOLTIP_REFRESH_LINFO		= Atnaujinti licencijos informaciją

$TOOLTIP_ADJUST_SPEAKER_VOL	= Adjust speaker volume
$TOOLTIP_ADJUST_MICROPHONE_VOL	= Adjust microphone volume

$TOOLTIP_OUTPUT_VIDEO		= Output file list - Video
$TOOLTIP_OUTPUT_IMAGE		= Output file list - Image
$TOOLTIP_OUTPUT_AUDIO		= Output file list - Audio

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; DIALOG
$BTN_REGISTER			= Register
$BTN_BUY_NOW			= Buy Now
$BTN_RENEW			= Renew Now
$ST_LEARN_MORE			= Learn more

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; FILE
$FILE_LOGO			= logo.png
$FILE_BETA_ICON			= beta_icon.png
$FILE_UNREGISTERED_ICON		= unregistered_icon.png
$FILE_EXPIRED_ICON		= expired_icon.png
$FILE_BUSINESS_ICON		= business_icon.png

[DIALOG]

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; GENERAL 
IDCANCEL			= Atšaukti
IDOK				= Gerai
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT
IDD_VIDEO_FORMAT		= Formato nustatymai
IDC_ST_FMTSET_FILE		= Failo tipas
IDC_ST_FMTSET_VIDEO		= Vaizdo įrašas
IDC_ST_VIDEO_SIZE		= Dydis
IDC_ST_VIDEO_FPS		= FPS
IDC_ST_VIDEO_CODEC		= Kodekas
IDC_ST_VIDEO_CODEC_PROFILE	= Profilis
IDC_ST_VIDEO_BITRATE		= Pralaidumas
IDC_ST_VIDEO_QUALITY		= Kokybė
IDC_ST_FMTSET_AUDIO		= Garsas
IDC_CK_AUDIO_ORIGINAL_PCM	= Saugoti originaliu kanalu
IDC_ED_AUDIO_ORIGINAL_PCM	= Jūs galite saugoti kelių kanalų ar aukštos raiškos garsą (96KHz ar daugiau).
IDC_ST_AUDIO_CH			= Kanalai
IDC_ST_AUDIO_FREQ		= Dažnis
IDC_ST_AUDIO_CODEC		= Kodekas
IDC_ST_AUDIO_BITRATE		= Pralaidumas
IDC_ST_FORMAT_HELP		= [ Pagalba ]

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_AUDIO_FORMAT
IDD_AUDIO_FORMAT		= Format settings

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_REGISTER
IDD_REGISTER			= Registruoti „Bandicam“
IDC_ST_1BUY			= 1. Pirkti
IDC_ST_1BUY_COMMENT		= Norint panaikinti vandenženklį, nusipirkite „Bandicam“ licenciją iš https://bandicam.com/buy
IDC_BTN_BUY_ONLINE		= Pirkti dabar
IDC_ST_2REGISTER		= 2. Registruoti
IDC_ST_2REGISTER_COMMENT	= Jums reikalingas interneto ryšys, norint registruoti „Bandicam“.
IDC_ST_EMAIL_ADDRESS		= El. paštas
IDC_ST_SERIAL_NUMBER		= Serijinis numeris
IDC_BTN_REGISTER_NOW		= Registruoti dabar
IDC_BTN_UNREGISTER_NOW		= Išregistruoti
IDC_BTN_CLOSE			= Uždaryti

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_UPDATE_CHECK
IDD_UPDATE_CHECK		= Atnaujinimų tikrinimas
IDC_ST_UPDATE_SETTING		= Nustatymas
IDC_CK_UPDATE_ENABLE		= Įjungti automatišką atnaujinimų tikrinimą.
IDC_CK_UPDATE_POPUP		= Rodyti iššokantį langą, kai galimas svarbus atnaujinimas.
IDC_UPDATE_CHECK_NOW		= Tikrinti atnaujinimus
IDC_CLOSE			= Uždaryti

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_SHEET
IDD_OPT_SHEET			= Išplėstiniai nustatymai
IDC_BTN_RESET			= Atstatyti

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_PAGE_GENERAL
IDC_ST_ADV_GENERAL		= Pagrindiniai
IDC_CK_ALWAYS_ON_TOP2		= „Bandicam“ langas visada ant viršaus
IDC_CK_START_MINIMIZED_TO_TRAY	= Pradėti „Bandicam“ juostelėje
IDC_CK_RUN_WHEN_START		= Paleisti „Bandicam“ „Windows“ įjungimo metu
IDC_CK_RECORD_WHEN_RUN		= Pradėti viso ekrano įrašymą paleidžiant „Bandicam“
IDC_BTN_TIMER_RECORDING		= Pridėti laikmatį automatiniam įrašymui
IDC_CK_SHOW_FPS_IN_VIDEO	= Rodyti FPS įrašytame vaizdo įraše/atvaizde
IDC_ST_SHOW_FPS_IN_VIDEO	= (Tik žaidimų įrašymo rėžime)
IDC_CK_SHOW_TIP_BAR		= Rodyti patarimų/informacijos juostą
IDC_CK_NO_TRAY_BALLOON		= Išjungti iššokančius iš juostelės pranešimus
IDC_ST_ADV_AUTOMATIC		= Automatiškai
IDC_LN_TIP_RECORD_ON_WIN_STARTUP = Patarimas: kaip pradėti įrašymą „Windows“ įjungimo metu

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_PAGE_OUTPUT
IDC_ST_OUT_OUTPUT		= Išvestis
IDC_ST_OUT_OUTPUT_FOLDER	= Išvesties aplankas
IDC_CK_OUT_CREATE_SUBFOLDER	= Automatiškai sukurti poaplankį su pavadinimu:
IDC_RD_OUT_SUBFOLDER		= Toks pat kaip įrašymo pasirinkimo pavadinimas
IDC_RD_OUT_SUBFOLDER_2		= 'Videos'/ 'Images' / 'Audios'
IDC_RD_OUT_SUBFOLDER_3		= Date format (YYYY-MM-DD)
IDC_CK_OUT_ENABLE_WRITE_CACHING	= Įjungti podėliavimą diske
IDC_ST_OUT_FILE_NAMING		= Failų vardinimo nustatymai
IDC_ST_OUT_EXAMPLE		= Pvz.

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_PAGE_LANG
IDC_ST_AD_LANGUAGE		= Kalba
IDC_ST_TRANSLATOR		= Padėka vertėjams

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_PAGE_HOOK
IDC_ST_HK_TARGET		= Prikabinimo taikiniai
IDC_CK_HK_OPENGL		= „OpenGL“
IDC_CK_HK_DDRAW			= „DirectDraw“
IDC_CK_HK_DX7			= „DirectX 7“
IDC_CK_HK_DX8			= „DirectX 8“
IDC_CK_HK_DX9			= „DirectX 9“
IDC_CK_HK_DX10			= „DirectX 10“
IDC_CK_HK_DX11			= „DirectX 11“
IDC_CK_HK_DX12			= „DirectX 12“
IDC_CK_HK_VULKAN		= „Vulkan“
IDC_CK_HK_WINDOWS_APPS		= „Windows“ programėlės (UWP)
IDC_CK_DISABLE_DX11_ON_IE9	= Išjungti DX10/11 prikabinimą IE9(ar geresnėje)/Firefox
IDC_CK_DISABLE_OVERLAY_ON_DX	= Blokuoti „DirectX“ vaizdo perdangą
IDC_BTN_BLOCK_LIST		= Užblokuotų procesų sąrašas

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_PAGE_HOTKEYS
IDC_ST_HKEY_GENERAL		= General
IDC_CK_HKEY_START_REC		= Start/Stop Recording
IDC_CK_HKEY_PAUSE_REC		= Pause Recording
IDC_CK_HKEY_CAPTURE_IMAGE	= Capture Image
IDC_CK_HKEY_MUTE_SPEAKER	= Mute Speakers
IDC_CK_HKEY_MUTE_MICROPHONE	= Mute Microphone
IDC_ST_HKEY_SCREEN_MODE		= Screen Recording mode
IDC_CK_HKEY_SHOW_RECT		= Show/Hide Rectangle
IDC_CK_HKEY_TOGGLE_DRAW		= Drawing mode
IDC_CK_HKEY_SEL_TARGET_RECT	= Select target area
IDC_CK_HKEY_WEBCAM_MAXIMIZE	= Maximize webcam preview
IDC_ST_HKEY_GAME_MODE		= Game Recording mode
IDC_CK_HKEY_SHOW_FPS		= FPS - Show/Hide
IDC_CK_HKEY_POS_FPS		= FPS - Position
IDC_CK_HKEY_LIMIT_FPS		= FPS - Limit

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_PAGE_OTHERS
IDC_ST_OTHER_SETTINGS		= Kiti nustatymai
IDC_BTN_VIDEO_RECORD_SETTINGS	= Vaizdo įrašymo nustatymai
IDC_BTN_VIDEO_FORMAT_SETTINGS	= Vaizdo formato nustatymai
IDC_BTN_AUTO_COMPLETE_RECORDING	= Automatiškas įrašymo užbaigimas
IDC_ST_OTHER_UAC		= Paleisti „Bandicam“ administruojančiu naudotoju (UAC)
IDC_RD_OTHER_NONADMIN		= Paleisti „Bandicam“ paprastu naudotoju
IDC_RD_OTHER_ADMIN		= Paleisti „Bandicam“ administruojančiu naudotoju
IDC_RD_OTHER_ADMIN_GAME		= Paleisti „Bandicam“ administruojančiu naudotoju tik žaidimo įrašymo rėžime
IDC_BTN_OTHER_RESTART		= Perkrauti
IDC_LN_OTHER_UAC		= Pagalba

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_REC_CONTROL
IDD_REC_CONTROL			= Automatiškas įrašymo užbaigimas
IDC_ST_RC_HOWTO			= Automatiškas įrašymo užbaigimas
IDC_RD_RC_NOTCOMPLETE		= Išjungti
IDC_RD_RC_TIME			= Pagal įrašymo laiką
IDC_ST_RC_MAX_TIME		= Max
IDC_RD_RC_SIZE			= Pagal įrašyto failo dydį
IDC_ST_RC_MAX_SIZE		= Max
IDC_RD_RC_NOSOUND		= Pagal tylos trukmę (sek.)
IDC_CK_RC_NOSOUND		= Show a silent pop-up before stopping recording
IDC_ST_RC_AFTER			= Po įrašymo
IDC_RD_RC_NOTHING		= Nieko nedaryti
IDC_RD_RC_NEW_RECORDING		= Pradėti naują įrašymą
IDC_RD_RC_EXIT_BDCAM		= Baigti įrašymą ir išeiti iš „Bandicam“
IDC_RD_RC_SHUTDOWN		= Išjungti kompiuterį
IDC_RD_RC_HIBERNATE		= Hibernate your computer

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_REC_CONTROL_NOSOUND
IDD_REC_CONTROL_NOSOUND		= Automatiškas įrašymo užbaigimas - pastaba
IDC_ST_NOSOUND_TITLE		= Tyli būklė
IDC_ST_NOSOUND_DESC		= Įrašymas bus baigtas greitu metu, nes nebuvo jokių garsų.
IDC_ST_NOSOUND_DESC2		= Baigti įrašymą po %d sekundžių.
IDC_BTN_NOSOUND_CONTINUE	= Tęsti įrašymą

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_SHUTDOWN
IDD_SHUTDOWN			= Išjungti
IDC_ST_SHUTDOWN			= Išjungti
IDC_ST_SHUTDOWN_INFO		= Kompiuteris bus išjungtas.\nPaspauskite „Atšaukti“ jei nenorite jo išjungti.

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VID_SHEET_SETTINGS
IDD_VID_SHEET_SETTINGS		= Įrašymo nustatymai

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VID_PAGE_SOUND
IDC_CK_RECORD_SOUND		= Įrašyti garsą
IDC_ST_SND_SELECT_1		= Pirminis garso įrenginys
IDC_ST_SND_DEVICE_0		= Garsiakalbiai
IDC_BTN_SND_SETTING_0		= Nustatymas...
IDC_ST_SND_DEVICE_1		= Mikrofonas
IDC_BTN_SND_SETTING_1		= Nustatymas...
IDC_ST_SND_VOLUME_1		= Garsas
IDC_CK_SND_MONO_1		= Monofoninis
IDC_BTN_SND_FILTER_1		= Filtras
IDC_ST_SND_SELECT_2		= Antrinis garso įrenginys (išplėstinis)
IDC_BTN_SND_SETTING_2		= Nustatymas...
IDC_ST_SND_VOLUME_2		= Garsas
IDC_CK_SND_MONO_2		= Monofoninis
IDC_BTN_SND_FILTER_2		= Filtras
IDC_CK_SND_MIX_SOUND		= Dviejų garsų maišymas (pirminis + antrinis į vieną garso takelį)
IDC_CK_SND_CAP_PUSH_TO		= Push-To-Talk ar Push-To-Mute
IDC_ST_SOUND_HELP		= [ Pagalba ]
IDC_CK_SND_SAVE_AS_WAV		= Išsaugoti garso takelius įrašant (.wav)
IDC_ST_AUDIO_MODE		= Please select at least one sound device for audio recording.

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VID_PAGE_WEBCAM
IDC_CK_ADD_WEBCAM		= Pridėti kameros perdangą prie vaizdo
IDC_ST_WEBCAM_SETTING		= Nustatymai
IDC_ST_WEBCAM_POS		= Pozicija:
IDC_CK_WEBCAM_USE_CHROMAKEY	= Naudoti „chroma key“
IDC_BTN_WEBCAM_PREVIEW_SETTINGS	= Išplėstiniai
IDC_ST_WEBCAM_ADVANCED_OPTIONS	= Išplėstiniai nustatymai
IDC_CK_WEBCAM_PREVIEW_ON_A_SCREEN = Pavaizduoti kamerą ekrane
IDC_CK_WEBCAM_PREVIEW_HOTKEY	= Įjungti pavaizdavimo jungimo mygtuką
IDC_RD_WEBCAM_ADD_TO_VIDEO	= Pridėti kameros perdangą prie išvesties vaizdo failo
IDC_RD_WEBCAM_SAVE_AS_MP4	= Išsaugoti kameros vaizdą kaip atskirą vaizdo failą (.mp4)

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VID_PAGE_LOGO
IDC_CK_ADD_LOGO			= Pridėti logotipo perdangą prie vaizdo
IDC_ST_LOGO_SETTING		= Nustatymai
IDC_ST_LOGO_IMAGE		= Atvaizdas:
IDC_ST_LOGO_OPACITY		= Neskaidrumas:
IDC_ST_LOGO_POS			= Pozicija:
IDC_ST_LOGO_LR_MARGINS		= Kairės/R paraštės:
IDC_ST_LOGO_TB_MARGINS		= Viršaus/B paraštės:

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VID_PAGE_EFFECTS
IDC_CK_SHOW_CURSOR		= Rodyti pelės žymeklį
IDC_ST_CURSOR_SIZE		= Dydis
IDC_ST_EFFECTS_MOUSE		= Pelės efektai
IDC_CK_ADD_CLICK_EFFECTS	= Pridėti pelės paspaudimo efektą
IDC_ST_CLICK_EFFECT_SIZE	= Dydis
IDC_ST_LEFT_CLICK_COLOR		= Kairiojo paspaudimo spalva
IDC_ST_RIGHT_CLICK_COLOR	= Dešiniojo paspaudimo spalva
IDC_CK_ADD_HIGHLIGHT_EFFECTS	= Pridėti pelės paryškinimo efektą
IDC_ST_HIGHLIGHT_EFFECT_SIZE	= Dydis
IDC_ST_HIGHLIGHT_COLOR		= Paryškinimo spalva
IDC_ST_HIGHLIGHT_OPACITY	= Neskaidrumas
IDC_ST_EFFECT_PREVIEW_TITLE	= Pavaizdavimas
IDC_ST_EFFECTS_MOUSE_SOUND	= Leisti pelės paspaudimo garsus įrašant
IDC_CK_EFFECT_LCLICK_SOUND	= Kairįjį paspaudimą
IDC_CK_EFFECT_RCLICK_SOUND	= Dešinįjį paspaudimą

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VID_PAGE_KEYSTROKE
IDC_CK_ADD_KEYSTROKE		= Add keystroke to video
IDC_ST_ADD_KEYSTROKE		= Keystroke overlay is only available in Screen Recording Mode.
IDC_ST_KEYSTROKE_SETTING	= Settings
IDC_ST_KEYSTROKE_SIZE		= Font size:
IDC_ST_KEYSTROKE_POS		= Position:

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
;IDD_VID_PAGE_TEXT
IDC_CK_ADD_TEXT			= Pridėti teksto perdangą prie vaizdo
IDC_BTN_TEXT_OVERLAY_ADD	= Pridėti
IDC_BTN_TEXT_OVERLAY_EDIT	= Redaguoti
IDC_BTN_TEXT_OVERLAY_DEL	= Ištrinti

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VID_PAGE_OPTIONS
IDC_ST_REC_OPTIONS		= Nustatymai
IDC_ST_REC_PRIORITY		= Įrašymo pirmenybė:
IDC_ST_REC_PRIORITY2		= Didesnė pirmenybė gali sumažinti kadrų kritimą.
IDC_ST_FOR_DX_GL		= Žaidimų įrašymo rėžimui
IDC_CK_SKIP_RECORDING		= Praleisti įrašymą, kol neatnaujintas kadras
IDC_CK_ENHANCED_DX9_CAPTURE	= Naudoti pagerintą įrašymo metodą (greitesnis, tik „DirectX 9“)
IDC_ST_FOR_RECT_SCREEN		= Ekrano įrašymo rėžimui
IDC_CK_HIDE_MAINWND_WHILE_REC	= Hide main window during recording
IDC_CK_SHOW_COUNTDOWN_TIMER	= Rodyti atgalinį laikmatį prieš įrašymo pradžią
IDC_CK_ENHANCED_CAPTURE		= Naudoti pagerintą įrašymo metodą (greitesnis, „Windows 8“ ir ger.)
IDC_CK_PLAY_EVENT_SOUND_EFFECTS = Leisti garso efektus, kai pradedama ar sustabdoma
IDC_CK_EXCLUDE_FROM_CAPTURE = Exclude Bandicam windows from recording

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_WEBCAM_SETTINGS
IDD_VIDEO_WEBCAM_SETTINGS	= Kameros pavaizdavimas ir išplėstiniai nustatymai
IDC_ST_WEBCAM_PRESET_POS	= Paruošta pozicija
IDC_ST_WEBCAM_PREVIEW_SETTINGS	= Nustatymai
IDC_ST_WEBCAM_DEVICE		= Kamera:
IDC_BTN_WEBCAM_DEVICE		= Nustatymai
IDC_ST_WEBCAM_DEVICE_FMT	= Formatas:
IDC_ST_WEBCAM_SIZE		= Perdangos dydis:
IDC_ST_WEBCAM_POS_H		= X pozicija:
IDC_ST_WEBCAM_POS_V		= Y pozicija:
IDC_ST_WEBCAM_FLIPSCREEN	= Apversti ekraną:
IDC_ST_WEBCAM_ROTATE	= Rotate:
IDC_ST_WEBCAM_SHAPE		= Shape:
IDC_ST_WEBCAM_BLUR		= Blur effect:
IDC_CK_WEBCAM_USE_CHROMAKEY_L	= Naudoti „chroma key“
IDC_ST_WEBCAM_CHROMAKEY_COLOR	= Spalva:
IDC_BTN_WEBCAM_CHROMAKEY_COLOR	= Pasirinkimas
IDC_BTN_WEBCAM_CHROMAKEY_SIMILARITY = Panašumas: 
IDC_ST_WEBCAM_CHROMAKEY_BLEND	= Maišyti:
IDC_LN_WEBCAM_HELP		= [ Pagalba ]

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_WEBCAM_PREVIEW
IDD_VIDEO_WEBCAM_PREVIEW	= Kameros pavaizdavimas

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_TEXT_SETTINGS
IDD_VIDEO_TEXT_SETTINGS		= Teksto perdangos nustatymai
IDC_ST_TEXT_OVERLAY_SETTINGS	= Nustatymai
IDC_ED_TEXT_INCLUDE_TIMESTAMP	= Įtraukti laiko žymę
IDC_ST_TEXT_FONT		= Šriftas:
IDC_ST_TEXT_SIZE		= Dydis:
IDC_ST_TEXT_MARGIN		= Paraštė:
IDC_ST_TEXT_ALPHA		= Alfa:
IDC_ST_TEXT_COLOR		= Teksto spalva:
IDC_CK_TEXT_SHADOW_COLOR	= Šešėlis:
IDC_CK_TEXT_OUT_COLOR		= Kontūras:
IDC_BTN_ADD_TEXT_MACRO		= Pridėti teksto makrosą (datą, laiką...)
IDC_LN_TEXT_HELP		= [ Pagalba ]

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_IMG_SHEET_SETTINGS
IDD_IMG_SHEET_SETTINGS		= Atvaizdo fiksavimo nustatymai

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_IMG_PAGE_LOGO
IDC_CK_IMG_ADD_LOGO		= Pridėti logotipą prie atvaizdo
IDC_ST_IMG_LOGO_SETTING		= Nustatymai
IDC_ST_IMG_LOGO_IMAGE		= Atvaizdas:
IDC_ST_IMG_LOGO_OPACITY		= Neskaidrumas:
IDC_ST_IMG_LOGO_POS		= Pozicija:
IDC_ST_IMG_LOGO_LR_MARGINS	= Kairės/R paraštės:
IDC_ST_IMG_LOGO_TB_MARGINS	= Viršaus/B paraštės:

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_TARGET_CUSTOM_SIZE
IDD_TARGET_CUSTOM_SIZE		= Pritaikytas pasirinkimo dydis
IDC_ST_TARGET_SIZE_SETTING	= Nustatymai
IDC_ST_TARGET_SIZE		= Pasirinktas dydis:
IDC_BTN_TARGET_RECENT		= Recent target size

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_TARGET_ADD_SIZE_PRESET
IDD_TARGET_ADD_SIZE_PRESET	= Pridėti naują dydžio paruoštuką
IDC_ST_ADD_SIZE_PRESET		= Galite išsaugoti dabartinį pasirinktą dydį kaip paruoštuką.\nĮveskite naują paruoštuko pavadinimą.

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_TARGET_EDIT_SIZE_PRESET
IDD_TARGET_EDIT_SIZE_PRESET	= Redaguoti dydžio paruoštukus
IDC_BTN_SIZE_PRESET_ADD		= Pridėti
IDC_BTN_SIZE_PRESET_DEL		= Ištrinti
IDC_BTN_SIZE_PRESET_REN		= Pervadinti
IDC_BTN_SIZE_PRESET_UP		= Aukštyn
IDC_BTN_SIZE_PRESET_DN		= Žemyn

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_TARGET_REN_SIZE_PRESET
IDD_TARGET_REN_SIZE_PRESET	= Pervadinti dydžio paruoštuką
IDC_ST_REN_SIZE_PRESET		= Įveskite naują paruoštuko pavadinimą.

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_ACAP_INFO
IDD_ACAP_INFO			= Informacija
IDC_ST_ACAP_INFO		= Garso įrašymo informacija
IDC_ST_ACAP_INFO2		= Jūsų garsas nėra įrašomas. Prašome peržiūrėti savo garso valdymą. \n\nAr norite apsilankyti pagalbos puslapyje?
IDC_CK_ACAP_DO_NOT_ASK		= Daugiau neklauskite
IDC_BTN_YES			= Taip
IDC_BTN_NO			= Ne

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_RC_MAX_TIME
IDD_RC_MAX_TIME			= Ilgiausias įrašymo laikas
IDC_ST_RC_TIME_SETTING		= Nustatymas
IDC_ST_RC_TIME_HOUR		= val.
IDC_ST_RC_TIME_MIN		= min.
IDC_ST_RC_TIME_SEC		= sek.

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_RC_MAX_SIZE
IDD_RC_MAX_SIZE			= Didžiausias įrašyto failo dydis
IDC_ST_RC_FILESIZE_SETTING	= Nustatymas

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_PAGE_ADD_PRESET
IDD_VIDEO_PAGE_ADD_PRESET	= Pridėti naują paruoštuką
IDC_ST_ADD_PRESET		= Galite išsaugoti dabartinus formato nustatymus kaip paruoštuką.\nĮveskite naują paruoštuko pavadinimą.

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_PAGE_EDIT_PRESET
IDD_VIDEO_PAGE_EDIT_PRESET	= Redaguoti paruoštukus
IDC_BTN_PRESET_ADD		= Pridėti
IDC_BTN_PRESET_DEL		= Ištrinti
IDC_BTN_PRESET_REN		= Pervadinti
IDC_BTN_PRESET_UP		= Aukštyn
IDC_BTN_PRESET_DN		= Žemyn

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_PAGE_REN_PRESET
IDD_VIDEO_PAGE_REN_PRESET	= Pervadinti dydžio paruoštuką
IDC_ST_REN_PRESET		= Įveskite naują paruoštuko pavadinimą.

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_CODEC_EX
IDD_VIDEO_CODEC_EX		= Pasirinkti išorinį vaizdo kodeką
IDC_ST_CODEC_EX_LIST		= Kodekų sąrašas
IDC_ST_CODEC_EX_SETTINGS	= Nustatymai
IDC_ST_CODEC_EX_DRIVER		= Tvarkyklės pavadinimas
IDC_ST_CODEC_EX_FOURCC		= „FourCC“
IDC_ST_CODEC_EX_QUALITY		= Kokybė
IDC_ST_CODEC_EX_DATERATE	= Duomenų sparta
IDC_ST_CODEC_EX_KEYFRAME	= Pagrindinio kadro intervalas
IDC_CK_CODEC_EX_PREFER_RGB	= Pirmenybė teikiama RGB spalvų erdvei
IDC_BTN_CODEC_EX_CONFIG		= Konfigūruoti
IDC_BTN_CODEC_EX_ABOUT		= Apie
IDC_ST_CODEC_EX_HELP		= [ Pagalba ]

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_HOOK_BLOCK
IDD_OPT_HOOK_BLOCK		= Užblokuotų procesų sąrašas
IDC_ST_BLOCK_LIST		= Šie procesai nėra galimi prikabinimui.
IDC_ST_BLOCK_LIST_EX		= Pavyzdžiui:

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_CUDA
IDD_VIDEO_FORMAT_CUDA		= H.264 (NVIDIA® CUDA™) nustatymai
IDC_ST_H264_CUDA_RATE_CONTROL	= Dažnio valdymas
IDC_RD_H264_CUDA_VBR		= VBR - remta kokybe (rekomenduojama)
IDC_RD_H264_CUDA_CBR		= CBR - remta pralaidumu
IDC_ST_H264_CUDA_GPU_USAGE	= GPU naudojimas
IDC_RD_H264_CUDA_GPU_CPU	= GPU + CPU
IDC_RD_H264_CUDA_GPU		= Tik GPU (naudokite su greitesniu GPU)
IDC_ST_H264_CUDA_GPU_DEVICE	= GPU įrenginys:
IDC_ST_H264_CUDA_OTHER_OPTIONS	= Kiti nustatymai
IDC_ST_H264_CUDA_FOURCC_USED	= „FourCC“ kodas:
IDC_ST_H264_CUDA_KEYFRAME_INT	= Pagrindinio kadro intervalas:
IDC_ST_H264_CUDA_FOURCC_HELP	= Pagalba

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_SYNC
IDD_VIDEO_FORMAT_SYNC		= H.264 (Quick Sync Video) nustatymai
IDC_ST_H264_SYNC_RATE_CONTROL	= Dažnio valdymas
IDC_RD_H264_SYNC_VBR		= VBR - remta kokybe (rekomenduojama)
IDC_RD_H264_SYNC_CBR		= CBR - remta pralaidumu
IDC_ST_H264_SYNC_OTHER_OPTIONS	= Kiti nustatymai
IDC_ST_H264_SYNC_FOURCC_USED	= „FourCC“ kodas:
IDC_ST_H264_SYNC_KEYFRAME_INT	= Pagrindinio kadro intervalas:
IDC_ST_H264_SYNC_FOURCC_HELP	= Pagalba

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_APP
IDD_VIDEO_FORMAT_APP		= H.264 (AMD VCE) nustatymai
IDC_ST_H264_APP_RATE_CONTROL	= Dažnio valdymas
IDC_RD_H264_APP_VBR		= VBR - remta kokybe (rekomenduojama)
IDC_RD_H264_APP_CBR		= CBR - remta pralaidumu
IDC_ST_H264_APP_OTHER_OPTIONS	= Kiti nustatymai
IDC_ST_H264_APP_FOURCC_USED	= „FourCC“ kodas:
IDC_ST_H264_APP_KEYFRAME_INT	= Pagrindinio kadro intervalas:
IDC_ST_H264_APP_FOURCC_HELP	= Pagalba

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_XVID
IDD_VIDEO_FORMAT_XVID		= Xvid nustatymai
IDC_ST_XVID_RATE_CONTROL	= Dažnio valdymas
IDC_RD_XVID_VBR			= VBR - remta kokybe (rekomenduojama)
IDC_RD_XVID_CBR			= CBR - remta pralaidumu
IDC_ST_XVID_OPTIMIZATION	= Optimizacija
IDC_RD_XVID_FASTER_SPEED	= Didesnis kodavimo greitis
IDC_RD_XVID_SMALLER_SIZE	= Mažesnis failo dydis
IDC_ST_XVID_OTHER_OPTIONS	= Kiti nustatymai
IDC_ST_XVID_KEYFRAME_INT	= Pagrindinio kadro intervalas:

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_NVENC
IDD_VIDEO_FORMAT_NVENC		= H.264 (NVIDIA® NVENC) nustatymai
IDC_ST_H264_NVENC_RATE_CONTROL	= Dažnio valdymas
IDC_RD_H264_NVENC_VBR		= VBR - remta kokybe (rekomenduojama)
IDC_RD_H264_NVENC_CBR		= CBR - remta pralaidumu
IDC_ST_H264_NVENC_GPU_USAGE	= GPU naudojimas
IDC_ST_H264_NVENC_GPU_DEVICE	= GPU įrenginys:
IDC_ST_H264_NVENC_OTHER_OPTIONS	= Kiti pasirinkimas
IDC_ST_H264_NVENC_FOURCC_USED	= „FourCC“ kodas:
IDC_ST_H264_NVENC_KEYFRAME_INT	= Pagrindinio kadro intervalas:
IDC_ST_H264_NVENC_FOURCC_HELP	= Pagalba

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_H264
IDD_VIDEO_FORMAT_H264		= H.264 (CPU) nustatymai
IDC_ST_H264_RATE_CONTROL	= Dažnio valdymas
IDC_RD_H264_VBR			= VBR - remta kokybe (rekomenduojama)
IDC_RD_H264_CBR			= CBR - remta pralaidumu
IDC_ST_H264_OPTIMIZATION	= Optimizacija
IDC_RD_H264_FASTER_SPEED	= Didesnis kodavimo greitis
IDC_RD_H264_BALANCED		= Subalansuota naša
IDC_RD_H264_SMALLER_SIZE	= Mažesnis failo dydis
IDC_ST_H264_OTHER_OPTIONS	= Kiti nustatymai
IDC_ST_H264_KEYFRAME_INT	= Pagrindinio kadro intervalas:

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_TIMER_REC_SETTINGS
IDD_TIMER_REC_SETTINGS		= Laikmačio įrašymas
IDC_ST_TIMER_SETTINGS		= Nustatymas
IDC_RD_TIMER_START_IN		= Pradėti po
IDC_ST_TIMER_MINUTES		= minučių
IDC_RD_TIMER_START_AT		= Pradėti nuo
IDC_CK_TIMER_MINIMIZE		= Nukelti „Bandicam“ į juostelę, kai prasidės įrašymas
IDC_ST_TIMER_AUTO_COMPLETE	= Automatiškas įrašymo užbaigimas
IDC_BTN_TIMER_AUTO_COMPLETE	= Nustatymas

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_TIMER_REC_WAITING
IDD_TIMER_REC_WAITING		= Laikmačio įrašymas - laukiama, kol prasidės
IDC_ST_TIMER_WAITING_INFO	= Laukiama pradėti įrašymą nuo %s.
IDC_ST_TIMER_ELAPSED		= Praėjęs laikas:
IDC_ST_TIMER_REMAINING		= Likęs laikas:

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_FPS
IDD_VIDEO_FORMAT_FPS		= FPS nustatymai
IDC_ST_FORMAT_FPS_MODE		= Kadrų dažnio rėžimas
IDC_RD_FORMAT_FPS_CFR		= Naudoti CFR - Nuolatinis kadrų dažnis
IDC_ST_FORMAT_FPS_CFR		= Pereina prie VFR, jei koduotojo naša nėra pakankamai gera
IDC_RD_FORMAT_FPS_VFR		= Naudoti VFR - Kintamasis kadrų dažnis (rekomenduojama)
IDC_ST_FORMAT_FPS_HELP		= Pagalba

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_UPLOAD_TO_YOUTUBE
IDD_UPLOAD_TO_YOUTUBE		= Įkelti į „YouTube“
IDC_ST_YOUTUBE_UPLOADINFO	= Įkėlimo informacija
IDC_ST_YOUTUBE_FILENAME		= Failo pavadinimas:
IDC_ST_YOUTUBE_TITLE		= Pavadinimas:
IDC_ST_YOUTUBE_DESCRIPTION	= Aprašymas:
IDC_ST_YOUTUBE_PRIVACY		= Privatumas:
IDC_RD_YOUTUBE_PRIVACY_PUBLIC	= Viešas - bet kas gali matyti šį vaizdo įrašą
IDC_RD_YOUTUBE_PRIVACY_UNLISTED	= Neįtrauktas - bet kas, kas turi nuorodą, gali matyti šį vaizdo įrašą
IDC_RD_YOUTUBE_PRIVACY_PRIVATE	= Privatus - palikite šį vaizdo įrašą matyti man ir pasirinktiems naudotojams
IDC_BTN_YOUTUBE_UPLOAD		= Įkelti
IDC_LN_YOUTUBE_HELP		= Pagalba
IDC_LN_YOUTUBE_TOS		= Spaudžiant „Įkelti“, sutinkate, jog jums priklauso visos turinio autorinės teisės ar esate autorizuoti savininko viešai skelbti turinį ir turinys atitinka <a>„YouTube“ privatumo politiką</a>.
IDC_CK_YOUTUBE_KEEP_LOGGED_IN	= Palikite mane prijungtą
IDC_BTN_YOUTUBE_LOGOUT		= Atsijungti

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_UPLOADING_YOUTUBE
IDD_UPLOADING_YOUTUBE		= Įkeliama...
IDC_ST_YOUTUBE_UPLOADED		= Vaizdo įrašas įkeltas!
IDC_ST_YOUTUBE_LINK		= Nuoroda:
IDC_ST_YOUTUBE_EMBED		= Įterpti:
IDC_BTN_YOUTUBE_LINK_GO		= Eiti
IDC_BTN_YOUTUBE_EMBED_COPY	= Kopijuoti
IDC_BTN_YOUTUBE_CLOSE		= Uždaryti

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_UPLOAD_TO_VIMEO
IDD_UPLOAD_TO_VIMEO		= Įkelti į „Vimeo“
IDC_ST_VIMEO_UPLOADINFO		= Įkėlimo informacija
IDC_ST_VIMEO_FILENAME		= Failo pavadinimas:
IDC_ST_VIMEO_TITLE		= Pavadinimas:
IDC_ST_VIMEO_DESCRIPTION	= Aprašymas:
IDC_ST_VIMEO_PRIVACY		= Privatumas:
IDC_RD_VIMEO_PRIVACY_ANYONE	= Bet kas - leiskite bet kam matyti šį vaizdo įrašą
IDC_RD_VIMEO_PRIVACY_ONLYME	= Tik aš - vaizdo įrašą galiu matyti tik aš ir niekas daugiau
IDC_RD_VIMEO_PRIVACY_FOLLOW	= Tik žmonės aš seku - matomas tik žmonėms, kuriuos seku
IDC_RD_VIMEO_PRIVACY_UNLISTED	= Tik žmonės su privačia nuoroda gali matyti šį vaizdo įrašą
IDC_ST_VIMEO_PRIVACY_UNLISTED	= („Vimeo Basic“ negali naudoti šio nustatymo)
IDC_RD_VIMEO_PRIVACY_PASSWORD	= Tik žmonės su slaptažodžiu gali matyti šį vaizdo įrašą
IDC_CK_HIDE_PASSWORD		= Slėpti slaptažodį
IDC_BTN_VIMEO_UPLOAD		= Įkelti
IDC_LN_VIMEO_HELP		= Pagalba

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_UPLOADING_VIMEO
IDD_UPLOADING_VIMEO		= Įkeliama...
IDC_ST_VIMEO_UPLOADED		= Vaizdo įrašas įkeltas!
IDC_ST_VIMEO_LINK		= Nuoroda:
IDC_ST_VIMEO_EMBED		= Įterpti:
IDC_BTN_VIMEO_LINK_GO		= Eiti
IDC_BTN_VIMEO_EMBED_COPY	= Kopijuoti
IDC_BTN_VIMEO_CLOSE		= Uždaryti

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_UPLOAD_TO_FACEBOOK
IDD_UPLOAD_TO_FACEBOOK		= Įkelti į „Facebook“
IDC_ST_FACEBOOK_UPLOADINFO	= Įkėlimo informacija
IDC_ST_FACEBOOK_FILENAME	= Failo pavadinimas:
IDC_ST_FACEBOOK_TITLE		= Pavadinimas:
IDC_ST_FACEBOOK_DESCRIPTION	= Aprašymas:
IDC_ST_FACEBOOK_PRIVACY		= Privatumas:
IDC_RD_FACEBOOK_PRIVACY_PUBLIC	= Viešas - bet kas gali matyti šį vaizdo įrašą
IDC_RD_FACEBOOK_PRIVACY_FOF	= Draugų draugai - leiskite savo draugų draugams matyti šį vaizdo įrašą
IDC_RD_FACEBOOK_PRIVACY_FRIENDS	= Draugai - leiskite savo draugams matyti šį vaizdo įrašą
IDC_RD_FACEBOOK_PRIVACY_ONLYME	= Tik aš - šis vaizdo įrašas matomas tik jums
IDC_BTN_FACEBOOK_UPLOAD		= Įkelti
IDC_LN_FACEBOOK_HELP		= Pagalba

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_UPLOADING_FACEBOOK
IDD_UPLOADING_FACEBOOK		= Įkeliama...
IDC_ST_FACEBOOK_UPLOADED	= Vaizdo įrašas įkeltas!
IDC_ST_FACEBOOK_LINK		= Nuoroda:
IDC_BTN_FACEBOOK_LINK_GO	= Eiti
IDC_BTN_FACEBOOK_CLOSE		= Uždaryti

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_UPLOAD_TO_GDRIVE
IDD_UPLOAD_TO_GDRIVE		= Upload to Google Drive
IDC_ST_GDRIVE_UPLOADINFO	= Upload Information
IDC_ST_GDRIVE_FILENAME		= File name:
IDC_ST_GDRIVE_SHARE_MODE	= Share:
IDC_RD_GDRIVE_DONT_SHARE	= Don't Share
IDC_RD_GDRIVE_SHARELINK		= Create a share link
IDC_ST_GDRIVE_SHARELINK_HELP	= Anyone with the link can view
IDC_BTN_GDRIVE_UPLOAD		= Upload
IDC_LN_GDRIVE_HELP		= Help
IDC_CK_GDRIVE_KEEP_LOGGED_IN	= Keep me logged in
IDC_BTN_GDRIVE_LOGOUT		= Logout

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_UPLOADING_GDRIVE
IDD_UPLOADING_GDRIVE		= Uploading...
IDC_ST_GDRIVE_UPLOADED		= The video upload is complete!
IDC_ST_GDRIVE_LINK		= Link:
IDC_BTN_GDRIVE_LINK_GO	= Go
IDC_BTN_GDRIVE_SHARELINK_COPY	= Copy Share Link
IDC_BTN_GDRIVE_CLOSE		= Close

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_NVENC_AVAILABLE
IDD_VIDEO_NVENC_AVAILABLE	= Galimas NVENC
IDC_LN_NVENC_AVAILABLE		= Galimas NVIDIA NVENC H.264 koduotojas. NVENC yra aukštos našos koduotojas, paspartintas techninės įrangos. Ar norėtumėte naudoti NVENC H.264 koduotoją?\n<a>daugiau</a>
IDC_CK_NVENC_AVAILABLE		= Daugiau neklauskite

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_QSV_AVAILABLE
IDD_VIDEO_QSV_AVAILABLE		= Galimas Intel® Quick Sync Video (QSV)
IDC_LN_QSV_AVAILABLE		= Galimas Intel® Quick Sync Video H.264 koduotojas. QSV yra aukštos našos koduotojas, paspartintas techninės įrangos. \nAr norėtumėte naudoti QSV H.264 koduotoją?\n<a>daugiau</a>
IDC_CK_QSV_AVAILABLE		= Daugiau neklauskite

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_DEVICE_SELECTION
IDD_DEVICE_SELECTION		= Įrenginio pasirinkimas
IDC_ST_DEVICE_SELECTION		= Pasirinkimas
IDC_ST_DEVICE_NAME		= Įrenginys:
IDC_BTN_DEVICE_NAME_SETTINGS	= Nustatymai
IDC_ST_DEVICE_FORMAT		= Formatas:
IDC_ST_DEVICE_VIDEO_INPUT	= Vaizdo įvestis:
IDC_ST_DEVICE_AUDIO_INPUT	= Garso įvestis:
IDC_CK_DEVICE_AUDIO_CUSTOM	= Naudoti pritaikytą garso įrenginį
IDC_BTN_DEVICE_INPUT_SETTINGS	= Nustatymai
IDC_ST_DEVICE_OPTIONS		= Nustatymai
IDC_ST_DEVICE_DEINTERLAING	= Linijos atskyrimas („deinterlacing“):
IDC_ST_DEVICE_ROTATE		= Rotate:
IDC_ST_DEVICE_FLIPSCREEN	= Apversti ekraną:
IDC_CK_DEVICE_FLIPSCREEN_H	= Horizontaliai
IDC_CK_DEVICE_FLIPSCREEN_V	= Vertikaliai
IDC_LN_DEVICE_HELP		= Pagalba

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_CAUTION_USING_WINAPPS
IDD_CAUTION_USING_WINAPPS	= „Origin“ suderinamumo problema
IDC_LN_CAUTION_USING_WINAPPS	= Jei „Windows“ programėlių (UWP) prikabinimas įjungtas, „Origin“ gali įvykti suderinamumo problema. <a>Paspauskite čia</a>, norint išspręsti šią problemą.\n\nAr tikrai norite naudoti „Windows“ programėlių prikabinimą?
IDC_CK_CAUTION_USING_WINAPPS	= Daugiau neklauskite

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_SCHEDULED_REC_LIST
IDD_SCHEDULED_REC_LIST		= Suplanuotų įrašymų sąrašas
IDC_ST_SREC_LIST_TEXT		= Suplanuoti įrašymą konkrečiu laiku (ši funkcija veikia, kol „Bandicam“ yra paleista)
IDC_BTN_SREC_LIST_ADD		= Pridėti
IDC_BTN_SREC_LIST_EDIT		= Redaguoti
IDC_BTN_SREC_LIST_DELETE	= Ištrinti
IDC_BTN_SREC_LIST_COPY		= Copy
IDC_BTN_SREC_LIST_CLOSE		= Uždaryti
IDC_LN_SREC_TIP_TASK_SCHEDULER	= Patarimas: kaip pradėti suplanuotą įrašymą, kai „Bandicam“ nepaleista.

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_SCHEDULED_REC_SETTINGS
IDD_SCHEDULED_REC_SETTINGS	= Suplanuotas įrašymas
IDC_ST_SREC_SETTINGS_NAME	= Pavadinimas:
IDC_CK_SREC_ACTIVE		= Aktyvus
IDC_ST_SREC_SCHEDULING		= Planavimas
IDC_RD_SREC_ONE_TIME		= Vieną kartą
IDC_RD_SREC_DAILY		= Kas dieną
IDC_RD_SREC_WEEKLY		= Kas savaitę
IDC_ST_SREC_START_TIME		= Pradžios laikas:
IDC_ST_SREC_END_TIME		= Pabaigos laikas:
IDC_CK_SREC_DURATION		= Trukmė
IDC_CK_SREC_SUN			= Sekmadienį
IDC_CK_SREC_MON			= Pirmadienį
IDC_CK_SREC_TUE			= Antradienį
IDC_CK_SREC_WED			= Trečiadienį
IDC_CK_SREC_THU			= Ketvirtadienį
IDC_CK_SREC_FRI			= Penktadienį
IDC_CK_SREC_SAT			= Šeštadienį
IDC_ST_SREC_RECORDING		= Įrašymas
IDC_ST_SREC_TARGET		= Įrašymo pasirinkimas:
IDC_BTN_SREC_TARGET_SELECT	= Pasirinkti
IDC_ST_SREC_AFTER_RECORDING	= Po įrašymo:
IDC_LN_SREC_HELP		= [ Pagalba ]

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_ACAP_NO_DEVICE
IDD_ACAP_NO_DEVICE		= Nėra garso įrašymo įrenginių
IDC_ST_ACAP_NO_DEVICE		= Nerasta jokių garso įrašymo įrenginių.\nTodėl nebus garso takelio įrašytame vaizdo faile.
IDC_CK_ACAP_DO_NOT_SHOW		= Daugiau nerodyti šio pranešimo 

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_CAUTION_NON_ADMIN_GAME_MODE
IDD_CAUTION_NON_ADMIN_GAME_MODE		= „Bandicam“ paleista standartiniu naudotoju
IDC_LN_CAUTION_NON_ADMIN_GAME_MODE	= Kai kurie įrašymo pasirinkimai gali būti neaptikti, nes nepaleidote administruojančiu naudotoju. \n\n<a>Spauskite čia, norint paleisti „Bandicam“ administruojančiu naudotoju.</a>
IDC_LN_CAUTION_NON_ADMIN_GAME_HELP	= Pagalba
ID_BTN_CAUTION_UAC_SETTINGS		= Nustatymai

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_BANDIFIX_DIALOG
IDD_BANDIFIX_DIALOG		= BandiFix

[MENU]
ID_POPUP_ABOUT			= Apie „Bandicam“
ID_POPUP_GENERAL		= Nustatymai - pagrindiniai
ID_POPUP_FRAME			= Nustatymai - FPS
ID_POPUP_VIDEO			= Nustatymai - vaizdas
ID_POPUP_IMAGE			= Nustatymai - atvaizdas
ID_POPUP_AUDIO			= Settings - Audio
ID_POPUP_OUTPUTS		= Išvesties failų sąrašas
ID_POPUP_OPENOUTPUTFOLDER	= Atidaryti išvesties sąrašą
ID_POPUP_TARGET			= Pasirinkimas
ID_POPUP_SETTINGS		= Nustatymai
ID_POPUP_SIZE			= DPI mastelis
ID_POPUP_EXIT			= Išeiti

ID_TARGET_DIRECTX		= Žaidimo įrašymo rėžimas
ID_TARGET_SCREEN		= Ekrano įrašymo rėžimas - stačiakampis
ID_TARGET_FULL			= Ekrano įrašymo rėžimas - visas ekranas
ID_TARGET_WINDOW		= Screen Recording Mode - Specific window
ID_TARGET_MOUSE			= Ekrano įrašymo rėžimas - aplink pelę
ID_TARGET_DEVICE		= Įrenginio įrašymo rėžimas
ID_TARGET_AUDIO_ONLY		= Audio-only Recording Mode
ID_TARGET_HELP			= Pagalba

ID_TARGET_HIDE			= Rodyti / Slėpti \t Ctrl+Alt+H
ID_TARGET_COPY_TO_CLIPBOARD	= Kopijuoti į iškarpinę \t Ctrl+C, Ctrl+Alt+C
ID_TARGET_PEN			= Piešimo rėžimas \t Ctrl+Alt+D
ID_TARGET_ALWAYS_ON_TOP		= Visada ant viršaus
ID_TARGET_COUNTDOWN		= Countdown timer
ID_TARGET_COUNTDOWN_TIMER	= Rodyti atgalinį laikmatį
ID_TARGET_COUNTDOWN_0		= Off
ID_TARGET_COUNTDOWN_1		= 1 sec
ID_TARGET_COUNTDOWN_2		= 2 sec
ID_TARGET_COUNTDOWN_3		= 3 sec
ID_TARGET_COUNTDOWN_4		= 4 sec
ID_TARGET_COUNTDOWN_5		= 5 sec
ID_TARGET_COUNTDOWN_6		= 6 sec
ID_TARGET_COUNTDOWN_7		= 7 sec
ID_TARGET_COUNTDOWN_8		= 8 sec
ID_TARGET_COUNTDOWN_9		= 9 sec
ID_TARGET_COUNTDOWN_10		= 10 sec
ID_TARGET_HIDE_MAINWND		= Hide main window during recording
ID_TARGET_TRANSPARENCY		= Neskaidrumas
ID_TARGET_SIZE			= Dydis
ID_TARGET_ADJUST		= Reguliuoti

ID_TARGET_MOVE_LEFT		= Traukti kairėn \t Kairės rodyklė
ID_TARGET_MOVE_RIGHT		= Traukti dešinėn \t Dešinės rodyklė
ID_TARGET_MOVE_UP		= Traukti aukštyn \t Aukštyn rodyklė
ID_TARGET_MOVE_DOWN		= Traukti žemyn \t Žemyn rodyklė

ID_TARGET_INC_WIDTH		= Padidinti plotį \t Shift+Right
ID_TARGET_DEC_WIDTH		= Sumažinti plotį \t Shift+Left
ID_TARGET_INC_HEIGHT		= Padidinti aukštį \t Shift+Down
ID_TARGET_DEC_HEIGHT		= Sumažinti aukštį \t Shift+Up

ID_TARGET_FIND_WINDOW		= Pasirinkite įrašymo zoną \t Ctrl+F
ID_TARGET_FULLSCREEN		= Visas ekranas \t Ctrl+Enter
ID_TARGET_RATIO_4_3		= Įtalpinti į 4:3
ID_TARGET_RATIO_16_9		= Įtalpinti į 16:9
ID_TARGET_SIZE_CUSTOM		= Pritaikytas dydis \t Ctrl+U
ID_TARGET_SIZE_PRESET		= Dydžio paruoštukas \t Shift+R-Click
ID_TARGET_SIZE_PRESET_ADD	= Pridėti paruoštuką
ID_TARGET_SIZE_PRESET_EDIT	= Redaguoti paruoštukus
ID_TARGET_SIZE_RU		= Vėliausiai naudotas dydis \t Ctrl+S

ID_TARGET_DISPLAY		= Ekranas
ID_TARGET_DISPLAY_1		= Ekranas 1
ID_TARGET_DISPLAY_2		= Ekranas 2
ID_TARGET_DISPLAY_3		= Ekranas 3
ID_TARGET_DISPLAY_4		= Ekranas 4
ID_TARGET_DISPLAY_5		= Ekranas 5
ID_TARGET_DISPLAY_6		= Ekranas 6
ID_TARGET_DISPLAY_7		= Ekranas 7
ID_TARGET_DISPLAY_8		= Ekranas 8
ID_TARGET_DISPLAY_ALL		= All display

ID_TARGET_OPEN_OUTPUTFOLDER	= Atidaryti išvesties aplanką
ID_TARGET_OUTPUT_LIST		= Išvesties failų sąrašas
ID_TARGET_EXIT_BANDICAM		= Uždaryti „Bandicam“

ID_DEVICE_HIDE			= Rodyti / Slėpti \t Ctrl+Alt+H
ID_DEVICE_COPY_TO_CLIPBOARD	= Kopijuoti į iškarpinę \t Ctrl+C, Ctrl+Alt+C
ID_DEVICE_ALWAYS_ON_TOP		= Visada ant viršaus
ID_DEVICE_SELECTION		= Pasirinkti įrenginį \t Ctrl+D
ID_DEVICE_FULLSCREEN		= Visas ekranas \t Enter
ID_DEVICE_ZOOM			= Mastelis
ID_DEVICE_ZOOM_QUARTER		= 25% \t Alt+1
ID_DEVICE_ZOOM_HALF		= 50% \t Alt+2
ID_DEVICE_ZOOM_ORIGINAL		= 100% \t Alt+3
ID_DEVICE_ZOOM_DOUBLE		= 200% \t Alt+4
ID_DEVICE_ASPECT_RATIO		= Formato santykis
ID_DEVICE_KEEP_ASPECT_RATIO	= Išlaikyti formato santykį
ID_DEVICE_ASPECT_RATIO_DEFAULT	= Numatytasis
ID_DEVICE_ASPECT_RATIO_4_3	= 4:3
ID_DEVICE_ASPECT_RATIO_16_9	= 16:9
ID_DEVICE_OPEN_OUTPUTFOLDER	= Atidaryti išvesties aplanką
ID_DEVICE_OUTPUT_LIST		= Išvesties failų sąrašas
ID_DEVICE_EXIT_BANDICAM		= Uždaryti „Bandicam“

ID_USER_PRESET_ADD		= Pridėti paruoštuką
ID_USER_PRESET_EDIT		= Redaguoti paruoštukus

ID_SORT_BY_DATE			= Rūšiuoti pagal datą
ID_SORT_BY_NAME			= Rūšiuoti pagal pavadinimą
ID_SORT_BY_SIZE			= Rūšiuoti pagal dydį

ID_OUTPUTS_LB_PLAY		= Paleisti
ID_OUTPUTS_LB_OPEN		= Atidaryti
ID_OUTPUTS_LB_EDIT		= Redaguoti
ID_OUTPUTS_LB_RENAME		= Pervadinti     \t F2
ID_OUTPUTS_LB_DELETE		= Ištrinti     \t Del
ID_OUTPUTS_LB_SELECT_ALL	= Pasirinkti viską \t Ctrl+A
ID_OUTPUTS_LB_OPEN_FOLDER	= Atidaryti išvesties aplanką

ID_UPLOAD_TO_YOUTUBE		= Įkelti į „YouTube“
ID_UPLOAD_TO_VIMEO		= Įkelti į „Vimeo“
ID_UPLOAD_TO_FACEBOOK		= Įkelti į „Facebook“
ID_UPLOAD_TO_GDRIVE		= Upload to Google Drive

ID_BDCAM_SIZE_DEFAULT		= Numatytasis dydis

ID_AUDIO_FILTER_MONO		= Konvertuoti į monofoninį
ID_AUDIO_FILTER_NS		= Triukšmo slopinimas
ID_AUDIO_FILTER_NS_OFF		= Išjungtas
ID_AUDIO_FILTER_NS_LOW		= Žemas
ID_AUDIO_FILTER_NS_MEDIUM	= Vidutinis
ID_AUDIO_FILTER_NS_HIGH		= Aukštas


